[
  {
    "title": "Thunderbolts*",
    "year": 2025,
    "ids": {
      "trakt": 792299,
      "slug": "thunderbolts-2025",
      "imdb": "tt20969586",
      "tmdb": 986056
    },
    "overview": "After finding themselves ensnared in a death trap, seven disillusioned castoffs must embark on a dangerous mission that will force them to confront the darkest corners of their pasts.",
    "rating": 7.501488355804588,
    "votes": 5711,
    "watchers": 3026
  },
  {
    "title": "Ballerina",
    "year": 2025,
    "ids": {
      "trakt": 392717,
      "slug": "ballerina-2025",
      "imdb": "tt7181546",
      "tmdb": 541671
    },
    "overview": "Taking place during the events of John Wick: Chapter 3 – Parabellum, Eve Macarro begins her training in the assassin traditions of the Ruska Roma.",
    "rating": 7.3919172932330826,
    "votes": 2128,
    "watchers": 2433
  },
  {
    "title": "The Old Guard 2",
    "year": 2025,
    "ids": {
      "trakt": 675992,
      "slug": "the-old-guard-2-2025",
      "imdb": "tt14961624",
      "tmdb": 846422
    },
    "overview": "Andy and her team of immortal warriors fight with renewed purpose as they face a powerful new foe threatening their mission to protect humanity.",
    "rating": 6.288636363636364,
    "votes": 440,
    "watchers": 1908
  },
  {
    "title": "Heads of State",
    "year": 2025,
    "ids": {
      "trakt": 589385,
      "slug": "heads-of-state-2025",
      "imdb": "tt13357520",
      "tmdb": 749170
    },
    "overview": "The UK Prime Minister and US President have a public rivalry that risks their countries' alliance. But when they become targets of a powerful enemy, they're forced to rely on each other as they go on a wild, multinational run. Allied with Noel, a brilliant MI6 agent, they must find a way to thwart a conspiracy that threatens the free world.",
    "rating": 7.052173913043478,
    "votes": 345,
    "watchers": 1776
  },
  {
    "title": "Jurassic World Rebirth",
    "year": 2025,
    "ids": {
      "trakt": 998800,
      "slug": "jurassic-world-rebirth-2025",
      "imdb": "tt31036941",
      "tmdb": 1234821
    },
    "overview": "Five years after the events of Jurassic World Dominion, covert operations expert Zora Bennett is contracted to lead a skilled team on a top-secret mission to secure genetic material from the world's three most massive dinosaurs. When Zora's operation intersects with a civilian family whose boating expedition was capsized, they all find themselves stranded on an island where they come face-to-face with a sinister, shocking discovery that's been hidden from the world for decades.",
    "rating": 6.811643835616438,
    "votes": 292,
    "watchers": 1087
  },
  {
    "title": "Bring Her Back",
    "year": 2025,
    "ids": {
      "trakt": 927248,
      "slug": "bring-her-back-2025",
      "imdb": "tt32246771",
      "tmdb": 1151031
    },
    "overview": "Following the death of their father, a brother and sister are introduced to their new sibling by their foster mother, only to learn that she has a terrifying secret.",
    "rating": 7.403071017274472,
    "votes": 521,
    "watchers": 845
  },
  {
    "title": "Ice Road: Vengeance",
    "year": 2025,
    "ids": {
      "trakt": 901158,
      "slug": "ice-road-vengeance-2025",
      "imdb": "tt27621210",
      "tmdb": 1119878
    },
    "overview": "Big rig ice road driver Mike McCann travels to Nepal to scatter his late brother’s ashes on Mt. Everest. While on a packed tour bus traversing the deadly 12,000 ft. terrain of the infamous Road to the Sky, McCann and his mountain guide encounter a group of mercenaries and must fight to save themselves, the busload of innocent travelers, and the local villagers’ homeland.",
    "rating": 6.57516339869281,
    "votes": 153,
    "watchers": 629
  },
  {
    "title": "The Old Guard",
    "year": 2020,
    "ids": {
      "trakt": 432086,
      "slug": "the-old-guard-2020",
      "imdb": "tt7556122",
      "tmdb": 547016
    },
    "overview": "Four undying warriors who've secretly protected humanity for centuries become targeted for their mysterious powers just as they discover a new immortal.",
    "rating": 7.138411592366775,
    "votes": 12629,
    "watchers": 492
  },
  {
    "title": "Final Destination Bloodlines",
    "year": 2025,
    "ids": {
      "trakt": 425097,
      "slug": "final-destination-bloodlines-2025",
      "imdb": "tt9619824",
      "tmdb": 574475
    },
    "overview": "Plagued by a violent recurring nightmare, college student Stefanie heads home to track down the one person who might be able to break the cycle and save her family from the grisly demise that inevitably awaits them all.",
    "rating": 7.099601593625498,
    "votes": 6024,
    "watchers": 488
  },
  {
    "title": "KPop Demon Hunters",
    "year": 2025,
    "ids": {
      "trakt": 638383,
      "slug": "kpop-demon-hunters-2025",
      "imdb": "tt14205554",
      "tmdb": 803796
    },
    "overview": "When K-pop superstars Rumi, Mira and Zoey aren't selling out stadiums, they're using their secret powers to protect their fans from supernatural threats.",
    "rating": 7.995471014492754,
    "votes": 1104,
    "watchers": 467
  },
  {
    "title": "The Amateur",
    "year": 2025,
    "ids": {
      "trakt": 874192,
      "slug": "the-amateur-2025",
      "imdb": "tt0899043",
      "tmdb": 1087891
    },
    "overview": "After his life is turned upside down when his wife is killed in a London terrorist attack, a brilliant but introverted CIA decoder takes matters into his own hands when his supervisors refuse to take action.",
    "rating": 7.098997995991984,
    "votes": 4990,
    "watchers": 458
  },
  {
    "title": "F1",
    "year": 2025,
    "ids": {
      "trakt": 729817,
      "slug": "f1-2025",
      "imdb": "tt16311594",
      "tmdb": 911430
    },
    "overview": "Racing legend Sonny Hayes is coaxed out of retirement to lead a struggling Formula 1 team—and mentor a young hotshot driver—while chasing one more chance at glory.",
    "rating": 7.869241192411924,
    "votes": 1476,
    "watchers": 448
  },
  {
    "title": "Sinners",
    "year": 2025,
    "ids": {
      "trakt": 997581,
      "slug": "sinners-2025",
      "imdb": "tt31193180",
      "tmdb": 1233413
    },
    "overview": "Trying to leave their troubled lives behind, twin brothers return to their hometown to start again, only to discover that an even greater evil is waiting to welcome them back.",
    "rating": 7.718056240749877,
    "votes": 8108,
    "watchers": 366
  },
  {
    "title": "Lilo & Stitch",
    "year": 2025,
    "ids": {
      "trakt": 402167,
      "slug": "lilo-stitch-2025",
      "imdb": "tt11655566",
      "tmdb": 552524
    },
    "overview": "The wildly funny and touching story of a lonely Hawaiian girl and the fugitive alien who helps to mend her broken family.",
    "rating": 7.29967069154775,
    "votes": 1822,
    "watchers": 346
  },
  {
    "title": "Trainwreck: Poop Cruise",
    "year": 2025,
    "ids": {
      "trakt": 1216874,
      "slug": "trainwreck-poop-cruise-2025",
      "imdb": "tt36856455",
      "tmdb": 1484253
    },
    "overview": "An engine fire leaves 4,000 passengers stranded at sea without power and plumbing in this wild documentary about the infamous \"poop cruise\" of 2013.",
    "rating": 6.334736842105263,
    "votes": 475,
    "watchers": 291
  },
  {
    "title": "The Accountant²",
    "year": 2025,
    "ids": {
      "trakt": 696075,
      "slug": "the-accountant-2025",
      "imdb": "tt7068946",
      "tmdb": 870028
    },
    "overview": "When an old acquaintance is murdered, Wolff is compelled to solve the case. Realizing more extreme measures are necessary, Wolff recruits his estranged and highly lethal brother, Brax, to help. In partnership with Marybeth Medina, they uncover a deadly conspiracy, becoming targets of a ruthless network of killers who will stop at nothing to keep their secrets buried.",
    "rating": 7.082203535266861,
    "votes": 5827,
    "watchers": 284
  },
  {
    "title": "M3GAN 2.0",
    "year": 2025,
    "ids": {
      "trakt": 861568,
      "slug": "m3gan-2-0-2025",
      "imdb": "tt26342662",
      "tmdb": 1071585
    },
    "overview": "After the underlying tech for M3GAN is stolen and misused by a powerful defense contractor to create a military-grade weapon known as Amelia, M3GAN's creator Gemma realizes that the only option is to resurrect M3GAN and give her a few upgrades, making her faster, stronger, and more lethal.",
    "rating": 6.90934065934066,
    "votes": 364,
    "watchers": 277
  },
  {
    "title": "A Minecraft Movie",
    "year": 2025,
    "ids": {
      "trakt": 763995,
      "slug": "a-minecraft-movie-2025",
      "imdb": "tt3566834",
      "tmdb": 950387
    },
    "overview": "Four misfits find themselves struggling with ordinary problems when they are suddenly pulled through a mysterious portal into the Overworld: a bizarre, cubic wonderland that thrives on imagination. To get back home, they'll have to master this world while embarking on a magical quest with an unexpected, expert crafter, Steve.",
    "rating": 6.156541395874541,
    "votes": 7078,
    "watchers": 275
  },
  {
    "title": "28 Days Later",
    "year": 2002,
    "ids": {
      "trakt": 135,
      "slug": "28-days-later-2002",
      "imdb": "tt0289043",
      "tmdb": 170
    },
    "overview": "Twenty-eight days after a killer virus was accidentally unleashed from a British research facility, a small group of London survivors are caught in a desperate struggle to protect themselves from the infected. Carried by animals and humans, the virus turns those it infects into homicidal maniacs -- and it's absolutely impossible to contain.",
    "rating": 7.572542559033498,
    "votes": 18210,
    "watchers": 254
  },
  {
    "title": "Deep Cover",
    "year": 2025,
    "ids": {
      "trakt": 1002376,
      "slug": "deep-cover-2025",
      "imdb": "tt31121295",
      "tmdb": 1239193
    },
    "overview": "Kat is an improv comedy teacher beginning to question if she’s missed her shot at success. When an undercover cop offers her the role of a lifetime, she recruits two of her students to infiltrate London’s gangland by impersonating dangerous criminals.",
    "rating": 6.861419068736142,
    "votes": 1804,
    "watchers": 229
  },
  {
    "title": "The Phoenician Scheme",
    "year": 2025,
    "ids": {
      "trakt": 915617,
      "slug": "the-phoenician-scheme-2025",
      "imdb": "tt30840798",
      "tmdb": 1137350
    },
    "overview": "Wealthy businessman Zsa-zsa Korda appoints his only daughter, a nun, as sole heir to his estate. As Korda embarks on a new enterprise, they soon become the target of scheming tycoons, foreign terrorists, and determined assassins.",
    "rating": 6.807051909892262,
    "votes": 1021,
    "watchers": 227
  },
  {
    "title": "28 Years Later",
    "year": 2025,
    "ids": {
      "trakt": 885672,
      "slug": "28-years-later-2025",
      "imdb": "tt10548174",
      "tmdb": 1100988
    },
    "overview": "Twenty-eight years since the rage virus escaped a biological weapons laboratory, now, still in a ruthlessly enforced quarantine, some have found ways to exist amidst the infected. One such group lives on a small island connected to the mainland by a single, heavily-defended causeway. When one member departs on a mission into the dark heart of the mainland, he discovers secrets, wonders, and horrors that have mutated not only the infected but other survivors as well.",
    "rating": 7.010148321623731,
    "votes": 1281,
    "watchers": 204
  },
  {
    "title": "28 Weeks Later",
    "year": 2007,
    "ids": {
      "trakt": 1021,
      "slug": "28-weeks-later-2007",
      "imdb": "tt0463854",
      "tmdb": 1562
    },
    "overview": "Twenty-eight weeks after the spread of a deadly rage virus, the inhabitants of the British Isles have lost their battle against the onslaught, as the virus has killed everyone there. Six months later, a group of Americans dare to set foot on the Isles, convinced the danger has passed. But it soon becomes all too clear that the scourge continues to live, waiting to pounce on its next victims.",
    "rating": 6.939663065372643,
    "votes": 10922,
    "watchers": 199
  },
  {
    "title": "Deadpool",
    "year": 2016,
    "ids": {
      "trakt": 190430,
      "slug": "deadpool-2016",
      "imdb": "tt1431045",
      "tmdb": 293660
    },
    "overview": "The origin story of former Special Forces operative turned mercenary Wade Wilson, who, after being subjected to a rogue experiment that leaves him with accelerated healing powers, adopts the alter ego Deadpool. Armed with his new abilities and a dark, twisted sense of humor, Deadpool hunts down the man who nearly destroyed his life.",
    "rating": 8.26635265965066,
    "votes": 118681,
    "watchers": 197
  },
  {
    "title": "How to Train Your Dragon",
    "year": 2025,
    "ids": {
      "trakt": 873974,
      "slug": "how-to-train-your-dragon-2025",
      "imdb": "tt26743210",
      "tmdb": 1087192
    },
    "overview": "On the rugged isle of Berk, where Vikings and dragons have been bitter enemies for generations, Hiccup stands apart, defying centuries of tradition when he befriends Toothless, a feared Night Fury dragon. Their unlikely bond reveals the true nature of dragons, challenging the very foundations of Viking society.",
    "rating": 8.179987004548408,
    "votes": 1539,
    "watchers": 189
  },
  {
    "title": "Guardians of the Galaxy",
    "year": 2014,
    "ids": {
      "trakt": 82405,
      "slug": "guardians-of-the-galaxy-2014",
      "imdb": "tt2015381",
      "tmdb": 118340
    },
    "overview": "Light years from Earth, 26 years after being abducted, Peter Quill finds himself the prime target of a manhunt after discovering an orb wanted by Ronan the Accuser.",
    "rating": 8.27960373860652,
    "votes": 103568,
    "watchers": 187
  },
  {
    "title": "Interstellar",
    "year": 2014,
    "ids": {
      "trakt": 102156,
      "slug": "interstellar-2014",
      "imdb": "tt0816692",
      "tmdb": 157336
    },
    "overview": "The adventures of a group of explorers who make use of a newly discovered wormhole to surpass the limitations on human space travel and conquer the vast distances involved in an interstellar voyage.",
    "rating": 8.622766159695818,
    "votes": 84160,
    "watchers": 187
  },
  {
    "title": "The Dark Knight",
    "year": 2008,
    "ids": {
      "trakt": 120,
      "slug": "the-dark-knight-2008",
      "imdb": "tt0468569",
      "tmdb": 155
    },
    "overview": "Batman raises the stakes in his war on crime. With the help of Lt. Jim Gordon and District Attorney Harvey Dent, Batman sets out to dismantle the remaining criminal organizations that plague the streets. The partnership proves to be effective, but they soon find themselves prey to a reign of chaos unleashed by a rising criminal mastermind known to the terrified citizens of Gotham as the Joker.",
    "rating": 8.871936377876853,
    "votes": 82990,
    "watchers": 161
  },
  {
    "title": "Predator: Killer of Killers",
    "year": 2025,
    "ids": {
      "trakt": 1124448,
      "slug": "predator-killer-of-killers-2025",
      "imdb": "tt36463894",
      "tmdb": 1376434
    },
    "overview": "While three of the fiercest warriors in human history—a Viking raider, a ninja in feudal Japan, and a WWII pilot—are killers in their own right, they are merely prey for their new opponent: the ultimate killer of killers.",
    "rating": 7.666920441568329,
    "votes": 2627,
    "watchers": 157
  },
  {
    "title": "John Wick",
    "year": 2014,
    "ids": {
      "trakt": 149640,
      "slug": "john-wick-2014",
      "imdb": "tt2911666",
      "tmdb": 245891
    },
    "overview": "Ex-hitman John Wick comes out of retirement to track down the gangsters that took everything from him.",
    "rating": 7.949479811093878,
    "votes": 57383,
    "watchers": 150
  },
  {
    "title": "Avengers: Infinity War",
    "year": 2018,
    "ids": {
      "trakt": 191797,
      "slug": "avengers-infinity-war-2018",
      "imdb": "tt4154756",
      "tmdb": 299536
    },
    "overview": "As the Avengers and their allies have continued to protect the world from threats too large for any one hero to handle, a new danger has emerged from the cosmic shadows: Thanos. A despot of intergalactic infamy, his goal is to collect all six Infinity Stones, artifacts of unimaginable power, and use them to inflict his twisted will on all of reality. Everything the Avengers have fought for has led up to this moment - the fate of Earth and existence itself has never been more uncertain.",
    "rating": 8.450675535893314,
    "votes": 62839,
    "watchers": 148
  },
  {
    "title": "Off the Grid",
    "year": 2025,
    "ids": {
      "trakt": 1119717,
      "slug": "off-the-grid-2025",
      "imdb": "tt27424511",
      "tmdb": 1371151
    },
    "overview": "After a morally-bankrupt company tries to weaponize a brilliant scientist's revolutionary technology, he goes off the grid to safeguard humanity. When the company sends a strike force to find him, they make their biggest mistake of all – they weaponize the man they are trying to catch.",
    "rating": 6.434782608695652,
    "votes": 207,
    "watchers": 146
  },
  {
    "title": "Inception",
    "year": 2010,
    "ids": {
      "trakt": 16662,
      "slug": "inception-2010",
      "imdb": "tt1375666",
      "tmdb": 27205
    },
    "overview": "Cobb, a skilled thief who commits corporate espionage by infiltrating the subconscious of his targets is offered a chance to regain his old life as payment for a task considered to be impossible: \"inception\", the implantation of another person's idea into a target's subconscious.",
    "rating": 8.635709017264443,
    "votes": 79991,
    "watchers": 144
  },
  {
    "title": "Trainwreck: The Cult of American Apparel",
    "year": 2025,
    "ids": {
      "trakt": 1216881,
      "slug": "trainwreck-the-cult-of-american-apparel-2025",
      "imdb": "tt36856482",
      "tmdb": 1484262
    },
    "overview": "In the mid- 2000s, American Apparel becomes one of the United States' most successful fashion brands. For young staffers it's an exciting time: a chance to be part of a cult-like company revolutionizing the fashion industry, and an opportunity to learn from American Apparel's charismatic CEO and founder, Dov Charney. But as the brand quickly expands, the young employees begin to realize that American Apparel's shiny surface is hiding a darker reality.",
    "rating": 6.320754716981132,
    "votes": 53,
    "watchers": 144
  },
  {
    "title": "The Ritual",
    "year": 2025,
    "ids": {
      "trakt": 1039370,
      "slug": "the-ritual-2025",
      "imdb": "tt32194932",
      "tmdb": 1278950
    },
    "overview": "Two priests, one in crisis with his faith and the other confronting a turbulent past, must overcome their differences to perform a risky exorcism.",
    "rating": 6.120689655172414,
    "votes": 232,
    "watchers": 142
  },
  {
    "title": "The Avengers",
    "year": 2012,
    "ids": {
      "trakt": 14701,
      "slug": "the-avengers-2012",
      "imdb": "tt0848228",
      "tmdb": 24428
    },
    "overview": "When an unexpected enemy emerges and threatens global safety and security, Nick Fury, director of the international peacekeeping agency known as S.H.I.E.L.D., finds himself in need of a team to pull the world back from the brink of disaster. Spanning the globe, a daring recruitment effort begins!",
    "rating": 8.133868374284184,
    "votes": 70898,
    "watchers": 141
  },
  {
    "title": "Avengers: Endgame",
    "year": 2019,
    "ids": {
      "trakt": 191798,
      "slug": "avengers-endgame-2019",
      "imdb": "tt4154796",
      "tmdb": 299534
    },
    "overview": "After the devastating events of Avengers: Infinity War, the universe is in ruins due to the efforts of the Mad Titan, Thanos. With the help of remaining allies, the Avengers must assemble once more in order to undo Thanos' actions and restore order to the universe once and for all, no matter what consequences may be in store.",
    "rating": 8.420562447702551,
    "votes": 54974,
    "watchers": 141
  },
  {
    "title": "The Matrix",
    "year": 1999,
    "ids": {
      "trakt": 481,
      "slug": "the-matrix-1999",
      "imdb": "tt0133093",
      "tmdb": 603
    },
    "overview": "Set in the 22nd century, The Matrix tells the story of a computer hacker who joins a group of underground insurgents fighting the vast and powerful computers who now rule the earth.",
    "rating": 8.746877939367629,
    "votes": 69105,
    "watchers": 139
  },
  {
    "title": "How to Train Your Dragon",
    "year": 2010,
    "ids": {
      "trakt": 5405,
      "slug": "how-to-train-your-dragon-2010",
      "imdb": "tt0892769",
      "tmdb": 10191
    },
    "overview": "As the son of a Viking leader on the cusp of manhood, shy Hiccup Horrendous Haddock III faces a rite of passage: he must kill a dragon to prove his warrior mettle. But after downing a feared dragon, he realizes that he no longer wants to destroy it, and instead befriends the beast – which he names Toothless – much to the chagrin of his warrior father.",
    "rating": 8.218090359214912,
    "votes": 32404,
    "watchers": 139
  },
  {
    "title": "Jurassic World",
    "year": 2015,
    "ids": {
      "trakt": 91374,
      "slug": "jurassic-world-2015",
      "imdb": "tt0369610",
      "tmdb": 135397
    },
    "overview": "Twenty-two years after the events of Jurassic Park, Isla Nublar now features a fully functioning dinosaur theme park, Jurassic World, as originally envisioned by John Hammond.",
    "rating": 7.152927231738211,
    "votes": 43027,
    "watchers": 132
  },
  {
    "title": "Avatar",
    "year": 2009,
    "ids": {
      "trakt": 12269,
      "slug": "avatar-2009",
      "imdb": "tt0499549",
      "tmdb": 19995
    },
    "overview": "In the 22nd century, a paraplegic Marine is dispatched to the moon Pandora on a unique mission, but becomes torn between following orders and protecting an alien civilization.",
    "rating": 7.820624712907671,
    "votes": 65310,
    "watchers": 129
  },
  {
    "title": "Iron Man",
    "year": 2008,
    "ids": {
      "trakt": 1157,
      "slug": "iron-man-2008",
      "imdb": "tt0371746",
      "tmdb": 1726
    },
    "overview": "After being held captive in an Afghan cave, billionaire engineer Tony Stark creates a unique weaponized suit of armor to fight evil.",
    "rating": 8.097605738146552,
    "votes": 59392,
    "watchers": 129
  },
  {
    "title": "Jurassic World Dominion",
    "year": 2022,
    "ids": {
      "trakt": 354191,
      "slug": "jurassic-world-dominion-2022",
      "imdb": "tt8041270",
      "tmdb": 507086
    },
    "overview": "Four years after Isla Nublar was destroyed, dinosaurs now live—and hunt—alongside humans all over the world. This fragile balance will reshape the future and determine, once and for all, whether human beings are to remain the apex predators on a planet they now share with history's most fearsome creatures.",
    "rating": 6.251480637813212,
    "votes": 15365,
    "watchers": 129
  },
  {
    "title": "Warfare",
    "year": 2025,
    "ids": {
      "trakt": 1004891,
      "slug": "warfare-2025",
      "imdb": "tt31434639",
      "tmdb": 1241436
    },
    "overview": "A platoon of Navy SEALs embarks on a dangerous mission in Ramadi, Iraq, with the chaos and brotherhood of war retold through their memories of the event.",
    "rating": 7.289454186218819,
    "votes": 4049,
    "watchers": 129
  },
  {
    "title": "Doctor Strange",
    "year": 2016,
    "ids": {
      "trakt": 181311,
      "slug": "doctor-strange-2016",
      "imdb": "tt1211837",
      "tmdb": 284052
    },
    "overview": "After his career is destroyed, a brilliant but arrogant surgeon gets a new lease on life when a sorcerer takes him under her wing and trains him to defend the world against evil.",
    "rating": 7.777143098925277,
    "votes": 70902,
    "watchers": 125
  },
  {
    "title": "The Lord of the Rings: The Fellowship of the Ring",
    "year": 2001,
    "ids": {
      "trakt": 88,
      "slug": "the-lord-of-the-rings-the-fellowship-of-the-ring-2001",
      "imdb": "tt0120737",
      "tmdb": 120
    },
    "overview": "Young hobbit Frodo Baggins, after inheriting a mysterious ring from his uncle Bilbo, must leave his home in order to keep it from falling into the hands of its evil creator. Along the way, a fellowship is formed to protect the ringbearer and make sure that the ring arrives at its final destination: Mt. Doom, the only place where it can be destroyed.",
    "rating": 8.75830408675837,
    "votes": 60121,
    "watchers": 125
  },
  {
    "title": "Jurassic Park",
    "year": 1993,
    "ids": {
      "trakt": 276,
      "slug": "jurassic-park-1993",
      "imdb": "tt0107290",
      "tmdb": 329
    },
    "overview": "A wealthy entrepreneur secretly creates a theme park featuring living dinosaurs drawn from prehistoric DNA. Before opening day, he invites a team of experts and his two eager grandchildren to experience the park and help calm anxious investors. However, the park is anything but amusing as the security systems go off-line and the dinosaurs escape.",
    "rating": 8.267639508174572,
    "votes": 37005,
    "watchers": 125
  },
  {
    "title": "Echo Valley",
    "year": 2025,
    "ids": {
      "trakt": 882470,
      "slug": "echo-valley-2025",
      "imdb": "tt27052633",
      "tmdb": 1097311
    },
    "overview": "Kate lives a secluded life—until her troubled daughter shows up, frightened and covered in someone else's blood. As Kate unravels the shocking truth, she learns just how far a mother will go to try to save her child.",
    "rating": 6.6856634016028496,
    "votes": 1123,
    "watchers": 125
  },
  {
    "title": "Captain America: Brave New World",
    "year": 2025,
    "ids": {
      "trakt": 655031,
      "slug": "captain-america-brave-new-world-2025",
      "imdb": "tt14513804",
      "tmdb": 822119
    },
    "overview": "After meeting with newly elected U.S. President Thaddeus Ross, Sam finds himself in the middle of an international incident. He must discover the reason behind a nefarious global plot before the true mastermind has the entire world seeing red.",
    "rating": 6.103483992467043,
    "votes": 10620,
    "watchers": 124
  },
  {
    "title": "Fountain of Youth",
    "year": 2025,
    "ids": {
      "trakt": 883124,
      "slug": "fountain-of-youth-2025",
      "imdb": "tt27075958",
      "tmdb": 1098006
    },
    "overview": "A treasure-hunting mastermind assembles a team for a life-changing adventure. But to outwit and outrun threats at every turn, he'll need someone even smarter than he is: his estranged sister.",
    "rating": 6.57022,
    "votes": 4842,
    "watchers": 122
  },
  {
    "title": "Harry Potter and the Philosopher's Stone",
    "year": 2001,
    "ids": {
      "trakt": 545,
      "slug": "harry-potter-and-the-philosopher-s-stone-2001",
      "imdb": "tt0241527",
      "tmdb": 671
    },
    "overview": "Harry Potter has lived under the stairs at his aunt and uncle's house his whole life. But on his 11th birthday, he learns he's a powerful wizard—with a place waiting for him at the Hogwarts School of Witchcraft and Wizardry. As he learns to harness his newfound powers with the help of the school's kindly headmaster, Harry uncovers the truth about his parents' deaths—and about the villain who's to blame.",
    "rating": 8.01370929459793,
    "votes": 52665,
    "watchers": 118
  },
  {
    "title": "Jurassic World: Fallen Kingdom",
    "year": 2018,
    "ids": {
      "trakt": 222216,
      "slug": "jurassic-world-fallen-kingdom-2018",
      "imdb": "tt4881806",
      "tmdb": 351286
    },
    "overview": "Three years after Jurassic World was destroyed, Isla Nublar now sits abandoned. When the island's dormant volcano begins roaring to life, Owen and Claire mount a campaign to rescue the remaining dinosaurs from this extinction-level event.",
    "rating": 6.77783931472456,
    "votes": 27084,
    "watchers": 117
  },
  {
    "title": "Guardians of the Galaxy Vol. 2",
    "year": 2017,
    "ids": {
      "trakt": 181256,
      "slug": "guardians-of-the-galaxy-vol-2-2017",
      "imdb": "tt3896198",
      "tmdb": 283995
    },
    "overview": "The Guardians must fight to keep their newfound family together as they unravel the mysteries of Peter Quill's true parentage.",
    "rating": 7.856484103227894,
    "votes": 61805,
    "watchers": 111
  },
  {
    "title": "Spider-Man: Homecoming",
    "year": 2017,
    "ids": {
      "trakt": 196213,
      "slug": "spider-man-homecoming-2017",
      "imdb": "tt2250912",
      "tmdb": 315635
    },
    "overview": "Following the events of Captain America: Civil War, Peter Parker, with the help of his mentor Tony Stark, tries to balance his life as an ordinary high school student in Queens, New York City, with fighting crime as his superhero alter ego Spider-Man as a new threat, the Vulture, emerges.",
    "rating": 7.605533181579408,
    "votes": 57110,
    "watchers": 108
  },
  {
    "title": "Mickey 17",
    "year": 2025,
    "ids": {
      "trakt": 540151,
      "slug": "mickey-17-2025",
      "imdb": "tt12299608",
      "tmdb": 696506
    },
    "overview": "Unlikely hero Mickey Barnes finds himself in the extraordinary circumstance of working for an employer who demands the ultimate commitment to the job… to die, for a living.",
    "rating": 6.797567414670941,
    "votes": 10606,
    "watchers": 108
  },
  {
    "title": "Mission: Impossible - The Final Reckoning",
    "year": 2025,
    "ids": {
      "trakt": 426078,
      "slug": "mission-impossible-the-final-reckoning-2025",
      "imdb": "tt9603208",
      "tmdb": 575265
    },
    "overview": "Ethan Hunt and team continue their search for the terrifying AI known as the Entity — which has infiltrated intelligence networks all over the globe — with the world's governments and a mysterious ghost from Hunt's past on their trail. Joined by new allies and armed with the means to shut the Entity down for good, Hunt is in a race against time to prevent the world as we know it from changing forever.",
    "rating": 7.47336,
    "votes": 3078,
    "watchers": 108
  },
  {
    "title": "Guns Up",
    "year": 2025,
    "ids": {
      "trakt": 952739,
      "slug": "guns-up-2025",
      "imdb": "tt28026215",
      "tmdb": 1181540
    },
    "overview": "When a job goes horribly wrong, an ex-cop and family man who moonlights as a mob henchman has one night to get his family out of the city.",
    "rating": 6.291666666666667,
    "votes": 48,
    "watchers": 105
  },
  {
    "title": "Captain America: Civil War",
    "year": 2016,
    "ids": {
      "trakt": 169105,
      "slug": "captain-america-civil-war-2016",
      "imdb": "tt3498820",
      "tmdb": 271110
    },
    "overview": "Following the events of Age of Ultron, the collective governments of the world pass an act designed to regulate all superhuman activity. This polarizes opinion amongst the Avengers, causing two factions to side with Iron Man or Captain America, which causes an epic battle between former allies.",
    "rating": 7.877075749264449,
    "votes": 60159,
    "watchers": 101
  },
  {
    "title": "Deadpool & Wolverine",
    "year": 2024,
    "ids": {
      "trakt": 395672,
      "slug": "deadpool-wolverine-2024",
      "imdb": "tt6263850",
      "tmdb": 533535
    },
    "overview": "A listless Wade Wilson toils away in civilian life with his days as the morally flexible mercenary, Deadpool, behind him. But when his homeworld faces an existential threat, Wade must reluctantly suit-up again with an even more reluctant Wolverine.",
    "rating": 7.744681602940137,
    "votes": 28298,
    "watchers": 101
  },
  {
    "title": "The Wolf of Wall Street",
    "year": 2013,
    "ids": {
      "trakt": 75735,
      "slug": "the-wolf-of-wall-street-2013",
      "imdb": "tt0993846",
      "tmdb": 106646
    },
    "overview": "A New York stockbroker refuses to cooperate in a large securities fraud case involving corruption on Wall Street, corporate banking world and mob infiltration. Based on Jordan Belfort's autobiography.",
    "rating": 8.124480132509948,
    "votes": 55543,
    "watchers": 97
  },
  {
    "title": "Joker",
    "year": 2019,
    "ids": {
      "trakt": 322988,
      "slug": "joker-2019",
      "imdb": "tt7286456",
      "tmdb": 475557
    },
    "overview": "During the 1980s, a failed stand-up comedian is driven insane and turns to a life of crime and chaos in Gotham City while becoming an infamous psychopathic crime figure.",
    "rating": 8.102051756007393,
    "votes": 54100,
    "watchers": 97
  },
  {
    "title": "The Accountant",
    "year": 2016,
    "ids": {
      "trakt": 203309,
      "slug": "the-accountant-2016",
      "imdb": "tt2140479",
      "tmdb": 302946
    },
    "overview": "As a math savant uncooks the books for a new client, the Treasury Department closes in on his activities and the body count starts to rise.",
    "rating": 7.699438202247191,
    "votes": 35244,
    "watchers": 97
  },
  {
    "title": "How to Train Your Dragon 2",
    "year": 2014,
    "ids": {
      "trakt": 61873,
      "slug": "how-to-train-your-dragon-2-2014",
      "imdb": "tt1646971",
      "tmdb": 82702
    },
    "overview": "Five years have passed since Hiccup and Toothless united the dragons and Vikings of Berk. Now, they spend their time charting unmapped territories. During one of their adventures, the pair discover a secret cave that houses hundreds of wild dragons -- and a mysterious dragon rider. Hiccup and Toothless find themselves at the center of a battle to protect Berk from a power-hungry warrior.",
    "rating": 7.922291169451074,
    "votes": 20950,
    "watchers": 97
  },
  {
    "title": "M3GAN",
    "year": 2022,
    "ids": {
      "trakt": 388074,
      "slug": "m3gan-2022",
      "imdb": "tt8760708",
      "tmdb": 536554
    },
    "overview": "A brilliant toy company roboticist uses artificial intelligence to develop M3GAN, a life-like doll programmed to emotionally bond with her newly orphaned niece. But when the doll's programming works too well, she becomes overprotective of her new friend with terrifying results.",
    "rating": 6.704395918756556,
    "votes": 10487,
    "watchers": 97
  },
  {
    "title": "STRAW",
    "year": 2025,
    "ids": {
      "trakt": 1167078,
      "slug": "straw-2025",
      "imdb": "tt32550101",
      "tmdb": 1426776
    },
    "overview": "What will be her last straw? A devastatingly bad day pushes a hardworking single mother to the breaking point — and into a shocking act of desperation.",
    "rating": 7.2297383535418,
    "votes": 1567,
    "watchers": 94
  },
  {
    "title": "My Mom Jayne",
    "year": 2025,
    "ids": {
      "trakt": 1197358,
      "slug": "my-mom-jayne-2025",
      "imdb": "tt36464353",
      "tmdb": 1461714
    },
    "overview": "Through deeply personal interviews with her siblings and an examination of the photographs, letters, and belongings left behind, Mariska assembles a new portrait of her mother Jayne Mansfield, an extraordinary and complex woman.",
    "rating": 8.375,
    "votes": 64,
    "watchers": 94
  },
  {
    "title": "John Wick: Chapter 2",
    "year": 2017,
    "ids": {
      "trakt": 205127,
      "slug": "john-wick-chapter-2-2017",
      "imdb": "tt4425200",
      "tmdb": 324552
    },
    "overview": "John Wick is forced out of retirement by a former associate looking to seize control of a shadowy international assassins’ guild. Bound by a blood oath to aid him, Wick travels to Rome and does battle against some of the world’s most dangerous killers.",
    "rating": 7.712949860404636,
    "votes": 52294,
    "watchers": 92
  },
  {
    "title": "Novocaine",
    "year": 2025,
    "ids": {
      "trakt": 964679,
      "slug": "novocaine-2025",
      "imdb": "tt29603959",
      "tmdb": 1195506
    },
    "overview": "When the girl of his dreams is kidnapped, everyman Nate turns his inability to feel pain into an unexpected strength in his fight to get her back.",
    "rating": 6.855611499106708,
    "votes": 6157,
    "watchers": 92
  },
  {
    "title": "Fight Club",
    "year": 1999,
    "ids": {
      "trakt": 432,
      "slug": "fight-club-1999",
      "imdb": "tt0137523",
      "tmdb": 550
    },
    "overview": "A ticking-time-bomb insomniac and a slippery soap salesman channel primal male aggression into a shocking new form of therapy. Their concept catches on, with underground \"fight clubs\" forming in every town, until an eccentric gets in the way and ignites an out-of-control spiral toward oblivion.",
    "rating": 8.722760505394662,
    "votes": 56352,
    "watchers": 91
  },
  {
    "title": "The Martian",
    "year": 2015,
    "ids": {
      "trakt": 183371,
      "slug": "the-martian-2015",
      "imdb": "tt3659388",
      "tmdb": 286217
    },
    "overview": "During a manned mission to Mars, Astronaut Mark Watney is presumed dead after a fierce storm and left behind by his crew. But Watney has survived and finds himself stranded and alone on the hostile planet. With only meager supplies, he must draw upon his ingenuity, wit and spirit to subsist and find a way to signal to Earth that he is alive.",
    "rating": 8.114054503922228,
    "votes": 56473,
    "watchers": 90
  },
  {
    "title": "Tornado",
    "year": 2025,
    "ids": {
      "trakt": 906898,
      "slug": "tornado-2025",
      "imdb": "tt27721490",
      "tmdb": 1126915
    },
    "overview": "When her father's puppet samurai show gets ambushed by a notorious gang, Tornado vows to seek vengeance and forge her own destiny by stealing their ill-gotten gold.",
    "rating": 6.181818181818182,
    "votes": 66,
    "watchers": 90
  },
  {
    "title": "Dune",
    "year": 2021,
    "ids": {
      "trakt": 287071,
      "slug": "dune-2021",
      "imdb": "tt1160419",
      "tmdb": 438631
    },
    "overview": "Paul Atreides, a brilliant and gifted young man born into a great destiny beyond his understanding, must travel to the most dangerous planet in the universe to ensure the future of his family and his people. As malevolent forces explode into conflict over the planet's exclusive supply of the most precious resource in existence-a commodity capable of unlocking humanity's greatest potential-only those who can conquer their fear will survive.",
    "rating": 7.980577346163248,
    "votes": 44999,
    "watchers": 89
  },
  {
    "title": "Harry Potter and the Prisoner of Azkaban",
    "year": 2004,
    "ids": {
      "trakt": 547,
      "slug": "harry-potter-and-the-prisoner-of-azkaban-2004",
      "imdb": "tt0304141",
      "tmdb": 673
    },
    "overview": "Year three at Hogwarts means new fun and challenges as Harry learns the delicate art of approaching a Hippogriff, transforming shape-shifting Boggarts into hilarity and even turning back time. But the term also brings danger: soul-sucking Dementors hover over the school, an ally of the accursed He-Who-Cannot-Be-Named lurks within the castle walls, and fearsome wizard Sirius Black escapes Azkaban. And Harry will confront them all.",
    "rating": 8.148445959956685,
    "votes": 43403,
    "watchers": 89
  },
  {
    "title": "Until Dawn",
    "year": 2025,
    "ids": {
      "trakt": 996831,
      "slug": "until-dawn-2025",
      "imdb": "tt30955489",
      "tmdb": 1232546
    },
    "overview": "One year after her sister Melanie mysteriously disappeared, Clover and her friends head into the remote valley where she vanished in search of answers. Exploring an abandoned visitor center, they find themselves stalked by a masked killer and horrifically murdered one by one...only to wake up and find themselves back at the beginning of the same evening.",
    "rating": 6.181029323758229,
    "votes": 3342,
    "watchers": 89
  },
  {
    "title": "Arrival",
    "year": 2016,
    "ids": {
      "trakt": 210803,
      "slug": "arrival-2016",
      "imdb": "tt2543164",
      "tmdb": 329865
    },
    "overview": "Taking place after alien crafts land around the world, an expert linguist is recruited by the military to determine whether they come in peace or are a threat.",
    "rating": 7.803774802387482,
    "votes": 61990,
    "watchers": 87
  },
  {
    "title": "A Working Man",
    "year": 2025,
    "ids": {
      "trakt": 966319,
      "slug": "a-working-man-2025",
      "imdb": "tt9150192",
      "tmdb": 1197306
    },
    "overview": "Levon Cade left behind a decorated military career in the black ops to live a simple life working construction. But when his boss's daughter, who is like family to him, is taken by human traffickers, his search to bring her home uncovers a world of corruption far greater than he ever could have imagined.",
    "rating": 6.710140722472073,
    "votes": 6893,
    "watchers": 87
  },
  {
    "title": "Harry Potter and the Chamber of Secrets",
    "year": 2002,
    "ids": {
      "trakt": 546,
      "slug": "harry-potter-and-the-chamber-of-secrets-2002",
      "imdb": "tt0295297",
      "tmdb": 672
    },
    "overview": "Cars fly, trees fight back, and a mysterious house-elf comes to warn Harry Potter at the start of his second year at Hogwarts. Adventure and danger await when bloody writing on a wall announces: The Chamber Of Secrets Has Been Opened. To save Hogwarts will require all of Harry, Ron and Hermione’s magical abilities and courage.",
    "rating": 7.856573615992478,
    "votes": 44671,
    "watchers": 84
  },
  {
    "title": "Toy Story",
    "year": 1995,
    "ids": {
      "trakt": 705,
      "slug": "toy-story-1995",
      "imdb": "tt0114709",
      "tmdb": 862
    },
    "overview": "Led by Woody, Andy's toys live happily in his room until Andy's birthday brings Buzz Lightyear onto the scene. Afraid of losing his place in Andy's heart, Woody plots against Buzz. But when circumstances separate Buzz and Woody from their owner, the duo eventually learns to put aside their differences.",
    "rating": 8.272083385658672,
    "votes": 39815,
    "watchers": 84
  },
  {
    "title": "Dune: Part Two",
    "year": 2024,
    "ids": {
      "trakt": 537449,
      "slug": "dune-part-two-2024",
      "imdb": "tt15239678",
      "tmdb": 693134
    },
    "overview": "Follow the mythic journey of Paul Atreides as he unites with Chani and the Fremen while on a path of revenge against the conspirators who destroyed his family. Facing a choice between the love of his life and the fate of the known universe, Paul endeavors to prevent a terrible future only he can foresee.",
    "rating": 8.350181152921763,
    "votes": 27877,
    "watchers": 84
  },
  {
    "title": "Back to the Future",
    "year": 1985,
    "ids": {
      "trakt": 74,
      "slug": "back-to-the-future-1985",
      "imdb": "tt0088763",
      "tmdb": 105
    },
    "overview": "Eighties teenager Marty McFly is accidentally sent back in time to 1955, inadvertently disrupting his parents' first meeting and attracting his mother's romantic interest. Marty must repair the damage to history by rekindling his parents' romance and - with the help of his eccentric inventor friend Doc Brown - return to 1985.",
    "rating": 8.582050701674966,
    "votes": 44180,
    "watchers": 83
  },
  {
    "title": "The Dark Knight Rises",
    "year": 2012,
    "ids": {
      "trakt": 34073,
      "slug": "the-dark-knight-rises-2012",
      "imdb": "tt1345836",
      "tmdb": 49026
    },
    "overview": "Following the death of District Attorney Harvey Dent, Batman assumes responsibility for Dent's crimes to protect the late attorney's reputation and is subsequently hunted by the Gotham City Police Department. Eight years later, Batman encounters the mysterious Selina Kyle and the villainous Bane, a new terrorist leader who overwhelms Gotham's finest. The Dark Knight resurfaces to protect a city that has branded him an enemy.",
    "rating": 8.205563441368977,
    "votes": 50724,
    "watchers": 82
  },
  {
    "title": "Frozen",
    "year": 2013,
    "ids": {
      "trakt": 77349,
      "slug": "frozen-2013",
      "imdb": "tt2294629",
      "tmdb": 109445
    },
    "overview": "Young princess Anna of Arendelle dreams about finding true love at her sister Elsa’s coronation. Fate takes her on a dangerous journey in an attempt to end the eternal winter that has fallen over the kingdom. She's accompanied by ice delivery man Kristoff, his reindeer Sven, and snowman Olaf. On an adventure where she will find out what friendship, courage, family, and true love really means.",
    "rating": 7.535540042045139,
    "votes": 50422,
    "watchers": 82
  },
  {
    "title": "John Wick: Chapter 4",
    "year": 2023,
    "ids": {
      "trakt": 448646,
      "slug": "john-wick-chapter-4-2023",
      "imdb": "tt10366206",
      "tmdb": 603692
    },
    "overview": "With the price on his head ever increasing, John Wick uncovers a path to defeating The High Table. But before he can earn his freedom, Wick must face off against a new enemy with powerful alliances across the globe and forces that turn old friends into foes.",
    "rating": 7.651710437057854,
    "votes": 20638,
    "watchers": 82
  },
  {
    "title": "Thor: Ragnarok",
    "year": 2017,
    "ids": {
      "trakt": 181312,
      "slug": "thor-ragnarok-2017",
      "imdb": "tt3501632",
      "tmdb": 284053
    },
    "overview": "Thor is imprisoned on the other side of the universe and finds himself in a race against time to get back to Asgard to stop Ragnarok, the destruction of his home-world and the end of Asgardian civilization, at the hands of a powerful new threat, the ruthless Hela.",
    "rating": 7.931310624859012,
    "votes": 53196,
    "watchers": 81
  },
  {
    "title": "Avengers: Age of Ultron",
    "year": 2015,
    "ids": {
      "trakt": 71938,
      "slug": "avengers-age-of-ultron-2015",
      "imdb": "tt2395427",
      "tmdb": 99861
    },
    "overview": "When Tony Stark tries to jumpstart a dormant peacekeeping program, things go awry and Earth’s Mightiest Heroes are put to the ultimate test as the fate of the planet hangs in the balance. As the villainous Ultron emerges, it is up to The Avengers to stop him from enacting his terrible plans, and soon uneasy alliances and unexpected action pave the way for an epic and unique global adventure.",
    "rating": 7.495173152020933,
    "votes": 50447,
    "watchers": 81
  },
  {
    "title": "How to Train Your Dragon: The Hidden World",
    "year": 2019,
    "ids": {
      "trakt": 106668,
      "slug": "how-to-train-your-dragon-the-hidden-world-2019",
      "imdb": "tt2386490",
      "tmdb": 166428
    },
    "overview": "As Hiccup fulfills his dream of creating a peaceful dragon utopia, Toothless’ discovery of an untamed, elusive mate draws the Night Fury away. When danger mounts at home and Hiccup’s reign as village chief is tested, both dragon and rider must make impossible decisions to save their kind.",
    "rating": 7.898255155223204,
    "votes": 13239,
    "watchers": 80
  },
  {
    "title": "Forrest Gump",
    "year": 1994,
    "ids": {
      "trakt": 9,
      "slug": "forrest-gump-1994",
      "imdb": "tt0109830",
      "tmdb": 13
    },
    "overview": "A man with a low IQ has accomplished great things in his life and been present during significant historic events—in each case, far exceeding what anyone imagined he could do. But despite all he has achieved, his one true love eludes him.",
    "rating": 8.592064905511032,
    "votes": 50535,
    "watchers": 78
  },
  {
    "title": "Moana",
    "year": 2016,
    "ids": {
      "trakt": 175475,
      "slug": "moana-2016",
      "imdb": "tt3521164",
      "tmdb": 277834
    },
    "overview": "In Ancient Polynesia, when a terrible curse incurred by Maui reaches an impetuous Chieftain's daughter's island, she answers the Ocean's call to seek out the demigod to set things right.",
    "rating": 7.953146747921604,
    "votes": 53166,
    "watchers": 77
  },
  {
    "title": "Rogue One: A Star Wars Story",
    "year": 2016,
    "ids": {
      "trakt": 211396,
      "slug": "rogue-one-a-star-wars-story-2016",
      "imdb": "tt3748528",
      "tmdb": 330459
    },
    "overview": "A rogue band of resistance fighters unite for a mission to steal the Death Star plans and bring a new hope to the galaxy.",
    "rating": 7.93588135761919,
    "votes": 50235,
    "watchers": 77
  },
  {
    "title": "Iron Man 2",
    "year": 2010,
    "ids": {
      "trakt": 5355,
      "slug": "iron-man-2-2010",
      "imdb": "tt1228705",
      "tmdb": 10138
    },
    "overview": "With the world now aware of his dual life as the armored superhero Iron Man, billionaire inventor Tony Stark faces pressure from the government, the press and the public to share his technology with the military. Unwilling to let go of his invention, Stark, with Pepper Potts and James 'Rhodey' Rhodes at his side, must forge new alliances – and confront powerful enemies.",
    "rating": 7.312216885570554,
    "votes": 43931,
    "watchers": 77
  },
  {
    "title": "The Shawshank Redemption",
    "year": 1994,
    "ids": {
      "trakt": 234,
      "slug": "the-shawshank-redemption-1994",
      "imdb": "tt0111161",
      "tmdb": 278
    },
    "overview": "Imprisoned in the 1940s for the double murder of his wife and her lover, upstanding banker Andy Dufresne begins a new life at the Shawshank prison, where he puts his accounting skills to work for an amoral warden. During his long stretch in prison, Dufresne comes to be admired by the other inmates -- including an older prisoner named Red -- for his integrity and unquenchable sense of hope.",
    "rating": 9.121057399324714,
    "votes": 48572,
    "watchers": 75
  },
  {
    "title": "The Wild Robot",
    "year": 2024,
    "ids": {
      "trakt": 955488,
      "slug": "the-wild-robot-2024",
      "imdb": "tt29623480",
      "tmdb": 1184918
    },
    "overview": "After a shipwreck, an intelligent robot called Roz is stranded on an uninhabited island. To survive the harsh environment, Roz bonds with the island's animals and cares for an orphaned baby goose.",
    "rating": 8.399290887145444,
    "votes": 13256,
    "watchers": 75
  },
  {
    "title": "Friendship",
    "year": 2025,
    "ids": {
      "trakt": 1002828,
      "slug": "friendship-2025",
      "imdb": "tt30505698",
      "tmdb": 1239655
    },
    "overview": "Suburban dad Craig falls hard for his charismatic new neighbor Austin, as Craig’s attempts to make an adult male friend threaten to ruin both of their lives.",
    "rating": 6.568149210903874,
    "votes": 697,
    "watchers": 75
  },
  {
    "title": "The Lord of the Rings: The Return of the King",
    "year": 2003,
    "ids": {
      "trakt": 90,
      "slug": "the-lord-of-the-rings-the-return-of-the-king-2003",
      "imdb": "tt0167260",
      "tmdb": 122
    },
    "overview": "As armies mass for a final battle that will decide the fate of the world--and powerful, ancient forces of Light and Dark compete to determine the outcome--one member of the Fellowship of the Ring is revealed as the noble heir to the throne of the Kings of Men. Yet, the sole hope for triumph over evil lies with a brave hobbit, Frodo, who, accompanied by his loyal friend Sam and the hideous, wretched Gollum, ventures deep into the very dark heart of Mordor on his seemingly impossible quest to destroy the Ring of Power.​",
    "rating": 8.892253015090017,
    "votes": 51491,
    "watchers": 74
  },
  {
    "title": "Black Panther",
    "year": 2018,
    "ids": {
      "trakt": 181313,
      "slug": "black-panther-2018",
      "imdb": "tt1825683",
      "tmdb": 284054
    },
    "overview": "King T'Challa returns home to the reclusive, technologically advanced African nation of Wakanda to serve as his country's new leader. However, T'Challa soon finds that he is challenged for the throne by factions within his own country as well as without. Using powers reserved to Wakandan kings, T'Challa assumes the Black Panther mantle to join with ex-girlfriend Nakia, the queen-mother, his princess-kid sister, members of the Dora Milaje (the Wakandan 'special forces') and an American secret agent, to prevent Wakanda from being dragged into a world war.",
    "rating": 7.600353230671535,
    "votes": 50392,
    "watchers": 74
  },
  {
    "title": "Wonder Woman",
    "year": 2017,
    "ids": {
      "trakt": 192487,
      "slug": "wonder-woman-2017",
      "imdb": "tt0451279",
      "tmdb": 297762
    },
    "overview": "An Amazon princess comes to the world of Man in the grips of the First World War to confront the forces of evil and bring an end to human conflict.",
    "rating": 7.529310373962857,
    "votes": 59177,
    "watchers": 73
  },
  {
    "title": "Star Wars",
    "year": 1977,
    "ids": {
      "trakt": 7,
      "slug": "star-wars-1977",
      "imdb": "tt0076759",
      "tmdb": 11
    },
    "overview": "Princess Leia is captured and held hostage by the evil Imperial forces in their effort to take over the galactic Empire. Venturesome Luke Skywalker and dashing captain Han Solo team together with the loveable robot duo R2-D2 and C-3PO to rescue the beautiful princess and restore peace and justice in the Empire.",
    "rating": 8.477559343070547,
    "votes": 45119,
    "watchers": 73
  },
  {
    "title": "Titan: The OceanGate Submersible Disaster",
    "year": 2025,
    "ids": {
      "trakt": 1166417,
      "slug": "titan-the-oceangate-submersible-disaster-2025",
      "imdb": "tt35628853",
      "tmdb": 1426306
    },
    "overview": "OceanGate's Titan tourist submersible imploded in 2023 on a deep-sea dive to the Titanic. This documentary details how a bold vision ended in tragedy.",
    "rating": 6.808009422850413,
    "votes": 849,
    "watchers": 73
  },
  {
    "title": "Logan",
    "year": 2017,
    "ids": {
      "trakt": 161972,
      "slug": "logan-2017",
      "imdb": "tt3315342",
      "tmdb": 263115
    },
    "overview": "In the near future, a weary Logan cares for an ailing Professor X in a hideout on the Mexican border. But Logan's attempts to hide from the world and his legacy are upended when a young mutant arrives, pursued by dark forces.",
    "rating": 8.029404497158389,
    "votes": 64752,
    "watchers": 72
  },
  {
    "title": "Captain America: The First Avenger",
    "year": 2011,
    "ids": {
      "trakt": 1170,
      "slug": "captain-america-the-first-avenger-2011",
      "imdb": "tt0458339",
      "tmdb": 1771
    },
    "overview": "During World War II, Steve Rogers is a sickly man from Brooklyn who's transformed into super-soldier Captain America to aid in the war effort. Rogers must stop the Red Skull – Adolf Hitler's ruthless head of weaponry, and the leader of an organization that intends to use a mysterious device of untold powers for world domination.",
    "rating": 7.413953279626596,
    "votes": 44563,
    "watchers": 72
  },
  {
    "title": "Spider-Man: No Way Home",
    "year": 2021,
    "ids": {
      "trakt": 474180,
      "slug": "spider-man-no-way-home-2021",
      "imdb": "tt10872600",
      "tmdb": 634649
    },
    "overview": "Peter Parker is unmasked and no longer able to separate his normal life from the high-stakes of being a super-hero. When he asks for help from Doctor Strange the stakes become even more dangerous, forcing him to discover what it truly means to be Spider-Man.",
    "rating": 8.094401846813422,
    "votes": 36387,
    "watchers": 72
  },
  {
    "title": "Moana 2",
    "year": 2024,
    "ids": {
      "trakt": 1005024,
      "slug": "moana-2-2024",
      "imdb": "tt13622970",
      "tmdb": 1241982
    },
    "overview": "After receiving an unexpected call from her wayfinding ancestors, Moana journeys alongside Maui and a new crew to the far seas of Oceania and into dangerous, long-lost waters for an adventure unlike anything she's ever faced.",
    "rating": 7.0908203125,
    "votes": 7168,
    "watchers": 71
  },
  {
    "title": "Pirates of the Caribbean: The Curse of the Black Pearl",
    "year": 2003,
    "ids": {
      "trakt": 18,
      "slug": "pirates-of-the-caribbean-the-curse-of-the-black-pearl-2003",
      "imdb": "tt0325980",
      "tmdb": 22
    },
    "overview": "After Port Royal is attacked and pillaged by a mysterious pirate crew, capturing the governor's daughter Elizabeth Swann in the process, William Turner asks free-willing pirate Jack Sparrow to help him locate the crew's ship—The Black Pearl—so that he can rescue the woman he loves.",
    "rating": 8.093477378778656,
    "votes": 39432,
    "watchers": 70
  },
  {
    "title": "Harry Potter and the Order of the Phoenix",
    "year": 2007,
    "ids": {
      "trakt": 549,
      "slug": "harry-potter-and-the-order-of-the-phoenix-2007",
      "imdb": "tt0373889",
      "tmdb": 675
    },
    "overview": "Returning for his fifth year of study at Hogwarts, Harry is stunned to find that his warnings about the return of Lord Voldemort have been ignored. Left with no choice, Harry takes matters into his own hands, training a small group of students to defend themselves against the dark arts.",
    "rating": 7.838621542902802,
    "votes": 38797,
    "watchers": 70
  },
  {
    "title": "Star Wars: Episode I - The Phantom Menace",
    "year": 1999,
    "ids": {
      "trakt": 1268,
      "slug": "star-wars-episode-i-the-phantom-menace-1999",
      "imdb": "tt0120915",
      "tmdb": 1893
    },
    "overview": "Anakin Skywalker, a young slave strong with the Force, is discovered on Tatooine. Meanwhile, the evil Sith have returned, enacting their plot for revenge against the Jedi.",
    "rating": 6.952694450236826,
    "votes": 33569,
    "watchers": 70
  },
  {
    "title": "Top Gun: Maverick",
    "year": 2022,
    "ids": {
      "trakt": 297485,
      "slug": "top-gun-maverick-2022",
      "imdb": "tt1745960",
      "tmdb": 361743
    },
    "overview": "After more than thirty years of service as one of the Navy’s top aviators, and dodging the advancement in rank that would ground him, Pete “Maverick” Mitchell finds himself training a detachment of TOP GUN graduates for a specialized mission the likes of which no living pilot has ever seen.",
    "rating": 8.189444261756002,
    "votes": 30410,
    "watchers": 70
  },
  {
    "title": "Iron Man 3",
    "year": 2013,
    "ids": {
      "trakt": 50134,
      "slug": "iron-man-3-2013",
      "imdb": "tt1300854",
      "tmdb": 68721
    },
    "overview": "When Tony Stark's world is torn apart by a formidable terrorist called the Mandarin, he starts an odyssey of rebuilding and retribution.",
    "rating": 7.336719241432332,
    "votes": 42923,
    "watchers": 69
  },
  {
    "title": "Jaws",
    "year": 1975,
    "ids": {
      "trakt": 457,
      "slug": "jaws-1975",
      "imdb": "tt0073195",
      "tmdb": 578
    },
    "overview": "When the seaside community of Amity finds itself under attack by a dangerous great white shark, the town's chief of police, a young marine biologist, and a grizzled hunter embark on a desperate quest to destroy the beast before it strikes again.",
    "rating": 7.830897956708907,
    "votes": 16493,
    "watchers": 69
  },
  {
    "title": "Companion",
    "year": 2025,
    "ids": {
      "trakt": 871757,
      "slug": "companion-2025",
      "imdb": "tt26584495",
      "tmdb": 1084199
    },
    "overview": "During a weekend getaway at a secluded lakeside estate, a group of friends finds themselves entangled in a web of secrets, deception, and advanced technology. As tensions rise and loyalties are tested, they uncover unsettling truths about themselves and the world around them.",
    "rating": 7.051340903599903,
    "votes": 8278,
    "watchers": 69
  },
  {
    "title": "WALL·E",
    "year": 2008,
    "ids": {
      "trakt": 5853,
      "slug": "wall-e-2008",
      "imdb": "tt0910970",
      "tmdb": 10681
    },
    "overview": "What if mankind had to leave Earth and somebody forgot to turn the last robot off? After hundreds of years doing what he was built for, WALL•E discovers a new purpose in life when he meets a sleek search robot named EVE. EVE comes to realize that WALL•E has inadvertently stumbled upon the key to the planet's future, and races back to space to report to the humans. Meanwhile, WALL•E chases EVE across the galaxy and sets into motion one of the most imaginative adventures ever brought to the big screen.",
    "rating": 8.463276587310327,
    "votes": 45407,
    "watchers": 68
  },
  {
    "title": "The Empire Strikes Back",
    "year": 1980,
    "ids": {
      "trakt": 1266,
      "slug": "the-empire-strikes-back-1980",
      "imdb": "tt0080684",
      "tmdb": 1891
    },
    "overview": "The epic saga continues as Luke Skywalker, in hopes of defeating the evil Galactic Empire, learns the ways of the Jedi from aging master Yoda. But Darth Vader is more determined than ever to capture Luke. Meanwhile, rebel leader Princess Leia, cocky Han Solo, Chewbacca, and droids C-3PO and R2-D2 are thrown into various stages of capture, betrayal and despair.",
    "rating": 8.64672915986027,
    "votes": 39791,
    "watchers": 68
  },
  {
    "title": "Harry Potter and the Half-Blood Prince",
    "year": 2009,
    "ids": {
      "trakt": 610,
      "slug": "harry-potter-and-the-half-blood-prince-2009",
      "imdb": "tt0417741",
      "tmdb": 767
    },
    "overview": "As Lord Voldemort tightens his grip on both the Muggle and wizarding worlds, Hogwarts is no longer a safe haven. Harry suspects perils may even lie within the castle, but Dumbledore is more intent upon preparing him for the final battle fast approaching. Together they work to find the key to unlock Voldemorts defenses and to this end, Dumbledore recruits his old friend and colleague Horace Slughorn, whom he believes holds crucial information. Even as the decisive showdown looms, romance blossoms for Harry, Ron, Hermione and their classmates. Love is in the air, but danger lies ahead and Hogwarts may never be the same again.",
    "rating": 7.862575191456661,
    "votes": 37737,
    "watchers": 68
  },
  {
    "title": "Star Wars: Episode II - Attack of the Clones",
    "year": 2002,
    "ids": {
      "trakt": 1269,
      "slug": "star-wars-episode-ii-attack-of-the-clones-2002",
      "imdb": "tt0121765",
      "tmdb": 1894
    },
    "overview": "Following an assassination attempt on Senator Padmé Amidala, Jedi Knights Anakin Skywalker and Obi-Wan Kenobi investigate a mysterious plot that could change the galaxy forever.",
    "rating": 7.0241231708531044,
    "votes": 30137,
    "watchers": 68
  },
  {
    "title": "The Lost World: Jurassic Park",
    "year": 1997,
    "ids": {
      "trakt": 277,
      "slug": "the-lost-world-jurassic-park-1997",
      "imdb": "tt0119567",
      "tmdb": 330
    },
    "overview": "Four years after Jurassic Park's genetically bred dinosaurs ran amok, multimillionaire John Hammond shocks chaos theorist Ian Malcolm by revealing that he has been breeding more beasties at a secret location. Malcolm, his paleontologist ladylove and a wildlife videographer join an expedition to document the lethal lizards' natural behavior in this action-packed thriller.",
    "rating": 6.952432238377311,
    "votes": 16713,
    "watchers": 68
  },
  {
    "title": "The Last Rodeo",
    "year": 2025,
    "ids": {
      "trakt": 1128212,
      "slug": "the-last-rodeo-2025",
      "imdb": "tt30908405",
      "tmdb": 1380682
    },
    "overview": "A retired rodeo legend risks it all to save his grandson. Facing his own painful past and the fears of his family, he enters a high-stakes bullriding competition as the oldest contestant ever. Along the way, he reconciles old wounds with his estranged daughter and proves that true courage is found in the fight for family.",
    "rating": 7.388888888888889,
    "votes": 144,
    "watchers": 68
  },
  {
    "title": "Django Unchained",
    "year": 2012,
    "ids": {
      "trakt": 50131,
      "slug": "django-unchained-2012",
      "imdb": "tt1853728",
      "tmdb": 68718
    },
    "overview": "With the help of a German bounty hunter, a freed slave sets out to rescue his wife from a brutal Mississippi plantation owner.",
    "rating": 8.421273701896151,
    "votes": 49996,
    "watchers": 67
  },
  {
    "title": "John Wick: Chapter 3 - Parabellum",
    "year": 2019,
    "ids": {
      "trakt": 304278,
      "slug": "john-wick-chapter-3-parabellum-2019",
      "imdb": "tt6146586",
      "tmdb": 458156
    },
    "overview": "Super-assassin John Wick returns with a $14 million price tag on his head and an army of bounty-hunting killers on his trail. After killing a member of the shadowy international assassin’s guild, the High Table, John Wick is excommunicado, but the world’s most ruthless hit men and women await his every turn.",
    "rating": 7.667424857839155,
    "votes": 30775,
    "watchers": 67
  },
  {
    "title": "Jurassic Park III",
    "year": 2001,
    "ids": {
      "trakt": 278,
      "slug": "jurassic-park-iii-2001",
      "imdb": "tt0163025",
      "tmdb": 331
    },
    "overview": "In need of funds for research, Dr. Alan Grant accepts a large sum of money to accompany Paul and Amanda Kirby on an aerial tour of the infamous Isla Sorna. It isn't long before all hell breaks loose and the stranded wayfarers must fight for survival as a host of new -- and even more deadly -- dinosaurs try to make snacks of them.",
    "rating": 6.489143943270707,
    "votes": 13679,
    "watchers": 67
  },
  {
    "title": "The Lord of the Rings: The Two Towers",
    "year": 2002,
    "ids": {
      "trakt": 89,
      "slug": "the-lord-of-the-rings-the-two-towers-2002",
      "imdb": "tt0167261",
      "tmdb": 121
    },
    "overview": "Frodo Baggins and the other members of the Fellowship continue on their sacred quest to destroy the One Ring--but on separate paths. Their destinies lie at two towers--Orthanc Tower in Isengard, where the corrupt wizard Saruman awaits, and Sauron's fortress at Barad-dur, deep within the dark lands of Mordor. Frodo and Sam are trekking to Mordor to destroy the One Ring of Power while Gimli, Legolas and Aragorn search for the orc-captured Merry and Pippin. All along, nefarious wizard Saruman awaits the Fellowship members at the Orthanc Tower in Isengard.",
    "rating": 8.763257124712233,
    "votes": 50388,
    "watchers": 66
  },
  {
    "title": "Batman Begins",
    "year": 2005,
    "ids": {
      "trakt": 228,
      "slug": "batman-begins-2005",
      "imdb": "tt0372784",
      "tmdb": 272
    },
    "overview": "Driven by tragedy, billionaire Bruce Wayne dedicates his life to uncovering and defeating the corruption that plagues his home, Gotham City.  Unable to work within the system, he instead creates a new identity, a symbol of fear for the criminal underworld - The Batman.",
    "rating": 8.152093201894763,
    "votes": 46866,
    "watchers": 66
  },
  {
    "title": "The Incredibles",
    "year": 2004,
    "ids": {
      "trakt": 5065,
      "slug": "the-incredibles-2004",
      "imdb": "tt0317705",
      "tmdb": 9806
    },
    "overview": "Bob Parr has given up his superhero days to log in time as an insurance adjuster and raise his three children with his formerly heroic wife in suburbia. But when he receives a mysterious assignment, it's time to get back into costume.",
    "rating": 8.041530672560459,
    "votes": 38911,
    "watchers": 66
  },
  {
    "title": "Shrek",
    "year": 2001,
    "ids": {
      "trakt": 651,
      "slug": "shrek-2001",
      "imdb": "tt0126029",
      "tmdb": 808
    },
    "overview": "It ain't easy bein' green -- especially if you're a likable (albeit smelly) ogre named Shrek. On a mission to retrieve a gorgeous princess from the clutches of a fire-breathing dragon, Shrek teams up with an unlikely compatriot -- a wisecracking donkey.",
    "rating": 7.992615331151719,
    "votes": 34531,
    "watchers": 66
  },
  {
    "title": "Cars",
    "year": 2006,
    "ids": {
      "trakt": 762,
      "slug": "cars-2006",
      "imdb": "tt0317219",
      "tmdb": 920
    },
    "overview": "Lightning McQueen, a hotshot rookie race car driven to succeed, discovers that life is about the journey, not the finish line, when he finds himself unexpectedly detoured in the sleepy Route 66 town of Radiator Springs. On route across the country to the big Piston Cup Championship in California to compete against two seasoned pros, McQueen gets to know the town's offbeat characters.",
    "rating": 7.419807126735518,
    "votes": 29242,
    "watchers": 66
  },
  {
    "title": "Pulp Fiction",
    "year": 1994,
    "ids": {
      "trakt": 554,
      "slug": "pulp-fiction-1994",
      "imdb": "tt0110912",
      "tmdb": 680
    },
    "overview": "A burger-loving hit man, his philosophical partner, a drug-addled gangster's moll and a washed-up boxer converge in this sprawling, comedic crime caper. Their adventures unfurl in three stories that ingeniously trip back and forth in time.",
    "rating": 8.661000963236475,
    "votes": 49832,
    "watchers": 65
  },
  {
    "title": "Zootopia",
    "year": 2016,
    "ids": {
      "trakt": 167397,
      "slug": "zootopia-2016",
      "imdb": "tt2948356",
      "tmdb": 269149
    },
    "overview": "Determined to prove herself, Officer Judy Hopps, the first bunny on Zootopia's police force, jumps at the chance to crack her first case - even if it means partnering with scam-artist fox Nick Wilde to solve the mystery.",
    "rating": 7.9800864529125395,
    "votes": 47656,
    "watchers": 65
  },
  {
    "title": "Monsters, Inc.",
    "year": 2001,
    "ids": {
      "trakt": 464,
      "slug": "monsters-inc-2001",
      "imdb": "tt0198781",
      "tmdb": 585
    },
    "overview": "Lovable Sulley and his wisecracking sidekick Mike Wazowski are the top scare team at Monsters, Inc., the scream-processing factory in Monstropolis. When a little girl named Boo wanders into their world, it's the monsters who are scared silly, and it's up to Sulley and Mike to keep her out of sight and get her back home.",
    "rating": 8.180753054275986,
    "votes": 39944,
    "watchers": 63
  },
  {
    "title": "Harry Potter and the Deathly Hallows: Part 2",
    "year": 2011,
    "ids": {
      "trakt": 7229,
      "slug": "harry-potter-and-the-deathly-hallows-part-2-2011",
      "imdb": "tt1201607",
      "tmdb": 12445
    },
    "overview": "Harry, Ron and Hermione continue their quest to vanquish the evil Voldemort once and for all. Just as things begin to look hopeless for the young wizards, Harry discovers a trio of magical objects that endow him with powers to rival Voldemort's formidable skills.",
    "rating": 8.212071443235475,
    "votes": 38968,
    "watchers": 63
  },
  {
    "title": "Star Wars: Episode III - Revenge of the Sith",
    "year": 2005,
    "ids": {
      "trakt": 1270,
      "slug": "star-wars-episode-iii-revenge-of-the-sith-2005",
      "imdb": "tt0121766",
      "tmdb": 1895
    },
    "overview": "The evil Darth Sidious enacts his final plan for unlimited power – and the heroic Jedi Anakin Skywalker must choose a side.",
    "rating": 7.718012143017765,
    "votes": 31129,
    "watchers": 63
  },
  {
    "title": "Captain America: The Winter Soldier",
    "year": 2014,
    "ids": {
      "trakt": 72297,
      "slug": "captain-america-the-winter-soldier-2014",
      "imdb": "tt1843866",
      "tmdb": 100402
    },
    "overview": "After the cataclysmic events in New York with The Avengers, Steve Rogers, aka Captain America is living quietly in Washington, D.C. and trying to adjust to the modern world. But when a S.H.I.E.L.D. colleague comes under attack, Steve becomes embroiled in a web of intrigue that threatens to put the world at risk. Joining forces with the Black Widow, Captain America struggles to expose the ever-widening conspiracy while fighting off professional assassins sent to silence him at every turn. When the full scope of the villainous plot is revealed, Captain America and the Black Widow enlist the help of a new ally, the Falcon. However, they soon find themselves up against an unexpected and formidable enemy—the Winter Soldier.",
    "rating": 7.874793615850303,
    "votes": 47242,
    "watchers": 62
  },
  {
    "title": "Finding Nemo",
    "year": 2003,
    "ids": {
      "trakt": 8,
      "slug": "finding-nemo-2003",
      "imdb": "tt0266543",
      "tmdb": 12
    },
    "overview": "Nemo, an adventurous young clownfish, is unexpectedly taken from his Great Barrier Reef home to a dentist's office aquarium. It's up to his worrisome father Marlin and a friendly but forgetful fish Dory to bring Nemo home -- meeting vegetarian sharks, surfer dude turtles, hypnotic jellyfish, hungry seagulls, and more along the way.",
    "rating": 8.13045,
    "votes": 42354,
    "watchers": 62
  },
  {
    "title": "Ratatouille",
    "year": 2007,
    "ids": {
      "trakt": 1416,
      "slug": "ratatouille-2007",
      "imdb": "tt0382932",
      "tmdb": 2062
    },
    "overview": "Remy, a resident of Paris, appreciates good food and has quite a sophisticated palate. He would love to become a chef so he can create and enjoy culinary masterpieces to his heart's delight. The only problem is, Remy is a rat. When he winds up in the sewer beneath one of Paris' finest restaurants, the rodent gourmet finds himself ideally placed to realize his dream.",
    "rating": 7.991750214838155,
    "votes": 34910,
    "watchers": 62
  },
  {
    "title": "Wicked",
    "year": 2024,
    "ids": {
      "trakt": 290190,
      "slug": "wicked-2024",
      "imdb": "tt1262426",
      "tmdb": 402431
    },
    "overview": "In the land of Oz, ostracized and misunderstood green-skinned Elphaba is forced to share a room with the popular aristocrat Glinda at Shiz University, and the two's unlikely friendship is tested as they begin to fulfill their respective destinies as Glinda the Good and the Wicked Witch of the West.",
    "rating": 7.5238953057115605,
    "votes": 9437,
    "watchers": 62
  },
  {
    "title": "The Monkey",
    "year": 2025,
    "ids": {
      "trakt": 904978,
      "slug": "the-monkey-2025",
      "imdb": "tt27714946",
      "tmdb": 1124620
    },
    "overview": "When twin brothers find a mysterious wind-up monkey, a series of outrageous deaths tear their family apart. Twenty-five years later, the monkey begins a new killing spree forcing the estranged brothers to confront the cursed toy.",
    "rating": 6.098206141684402,
    "votes": 3289,
    "watchers": 62
  },
  {
    "title": "Thor",
    "year": 2011,
    "ids": {
      "trakt": 5408,
      "slug": "thor-2011",
      "imdb": "tt0800369",
      "tmdb": 10195
    },
    "overview": "Against his father Odin's will, The Mighty Thor - a powerful but arrogant warrior god - recklessly reignites an ancient war. Thor is cast down to Earth and forced to live among humans as punishment. Once here, Thor learns what it takes to be a true hero when the most dangerous villain of his world sends the darkest forces of Asgard to invade Earth.",
    "rating": 7.182420722282074,
    "votes": 42698,
    "watchers": 61
  },
  {
    "title": "Spider-Man: Far From Home",
    "year": 2019,
    "ids": {
      "trakt": 273537,
      "slug": "spider-man-far-from-home-2019",
      "imdb": "tt6320628",
      "tmdb": 429617
    },
    "overview": "Peter Parker and his friends go on a summer trip to Europe. However, they will hardly be able to rest - Peter will have to agree to help Nick Fury uncover the mystery of creatures that cause natural disasters and destruction throughout the continent.",
    "rating": 7.5805613446287925,
    "votes": 36947,
    "watchers": 61
  },
  {
    "title": "Oppenheimer",
    "year": 2023,
    "ids": {
      "trakt": 698292,
      "slug": "oppenheimer-2023",
      "imdb": "tt15398776",
      "tmdb": 872585
    },
    "overview": "The story of J. Robert Oppenheimer's role in the development of the atomic bomb during World War II.",
    "rating": 8.094156620334005,
    "votes": 29281,
    "watchers": 60
  },
  {
    "title": "Se7en",
    "year": 1995,
    "ids": {
      "trakt": 650,
      "slug": "se7en-1995",
      "imdb": "tt0114369",
      "tmdb": 807
    },
    "overview": "Two homicide detectives are on a desperate hunt for a serial killer whose crimes are based on the \"seven deadly sins\" in this dark and haunting film that takes viewers from the tortured remains of one victim to the next. The seasoned Det. Somerset researches each sin in an effort to get inside the killer's mind, while his novice partner, Mills, scoffs at his efforts to unravel the case.",
    "rating": 8.54500900180036,
    "votes": 39992,
    "watchers": 59
  },
  {
    "title": "Harry Potter and the Goblet of Fire",
    "year": 2005,
    "ids": {
      "trakt": 548,
      "slug": "harry-potter-and-the-goblet-of-fire-2005",
      "imdb": "tt0330373",
      "tmdb": 674
    },
    "overview": "When Harry Potter's name emerges from the Goblet of Fire, he becomes a competitor in a grueling battle for glory among three wizarding schools—the Triwizard Tournament. But since Harry never submitted his name for the Tournament, who did? Now Harry must confront a deadly dragon, fierce water demons and an enchanted maze only to find himself in the cruel grasp of He Who Must Not Be Named.",
    "rating": 7.914222373806275,
    "votes": 41048,
    "watchers": 59
  },
  {
    "title": "Return of the Jedi",
    "year": 1983,
    "ids": {
      "trakt": 1267,
      "slug": "return-of-the-jedi-1983",
      "imdb": "tt0086190",
      "tmdb": 1892
    },
    "overview": "Luke Skywalker leads a mission to rescue his friend Han Solo from the clutches of Jabba the Hutt, while the Emperor seeks to destroy the Rebellion once and for all with a second dreaded Death Star.",
    "rating": 8.377775910834803,
    "votes": 35709,
    "watchers": 59
  },
  {
    "title": "The Truman Show",
    "year": 1998,
    "ids": {
      "trakt": 23734,
      "slug": "the-truman-show-1998",
      "imdb": "tt0120382",
      "tmdb": 37165
    },
    "overview": "Every second of every day, from the moment he was born, for the last thirty years, Truman Burbank has been the unwitting star of the longest running, most popular documentary-soap opera in history. The picture-perfect town of Seahaven that he calls home is actually a gigantic soundstage. Truman's friends and family - everyone he meets, in fact - are actors. He lives every moment under the unblinking gaze of thousands of hidden TV cameras.",
    "rating": 8.231032979805317,
    "votes": 34415,
    "watchers": 59
  },
  {
    "title": "Lilo & Stitch",
    "year": 2002,
    "ids": {
      "trakt": 6625,
      "slug": "lilo-stitch-2002",
      "imdb": "tt0275847",
      "tmdb": 11544
    },
    "overview": "As Stitch, a runaway genetic experiment from a faraway planet, wreaks havoc on the Hawaiian Islands, he becomes the mischievous adopted alien \"puppy\" of an independent little girl named Lilo and learns about loyalty, friendship, and ʻohana, the Hawaiian tradition of family.",
    "rating": 7.802165426824777,
    "votes": 13577,
    "watchers": 59
  },
  {
    "title": "Black Bag",
    "year": 2025,
    "ids": {
      "trakt": 997729,
      "slug": "black-bag-2025",
      "imdb": "tt30988739",
      "tmdb": 1233575
    },
    "overview": "When intelligence agent Kathryn Woodhouse is suspected of betraying the nation, her husband – also a legendary agent – faces the ultimate test of whether to be loyal to his marriage, or his country.",
    "rating": 6.736762097795794,
    "votes": 3947,
    "watchers": 59
  },
  {
    "title": "Elio",
    "year": 2025,
    "ids": {
      "trakt": 822165,
      "slug": "elio-2025",
      "imdb": "tt4900148",
      "tmdb": 1022787
    },
    "overview": "Elio, a space fanatic with an active imagination, finds himself on a cosmic misadventure where he must form new bonds with eccentric alien lifeforms, navigate a crisis of intergalactic proportions and somehow discover who he is truly meant to be.",
    "rating": 7.167155425219941,
    "votes": 341,
    "watchers": 59
  },
  {
    "title": "Shark Whisperer",
    "year": 2025,
    "ids": {
      "trakt": 1223097,
      "slug": "shark-whisperer-2025",
      "imdb": "tt32307524",
      "tmdb": 1491570
    },
    "overview": "Marine conservationist and social media activist Ocean Ramsey fearlessly swims with sharks in this documentary about her risky mission to protect them.",
    "rating": 6.77778,
    "votes": 27,
    "watchers": 59
  },
  {
    "title": null,
    "year": null,
    "ids": {
      "trakt": 0,
      "slug": null,
      "imdb": null,
      "tmdb": null
    },
    "overview": null,
    "rating": null,
    "votes": null,
    "watchers": 59
  },
  {
    "title": "The Gorge",
    "year": 2025,
    "ids": {
      "trakt": 763780,
      "slug": "the-gorge-2025",
      "imdb": "tt13654226",
      "tmdb": 950396
    },
    "overview": "Two highly trained operatives grow close from a distance after being sent to guard opposite sides of a mysterious gorge. When an evil below emerges, they must work together to survive what lies within.",
    "rating": 7.171157596170891,
    "votes": 11282,
    "watchers": 58
  },
  {
    "title": "Snow White",
    "year": 2025,
    "ids": {
      "trakt": 293904,
      "slug": "snow-white-2025",
      "imdb": "tt6208148",
      "tmdb": 447273
    },
    "overview": "Following the benevolent King's disappearance, the Evil Queen dominated the once fair land with a cruel streak. Princess Snow White flees the castle when the Queen, in her jealousy over Snow White's inner beauty, tries to kill her. Deep into the dark woods, she stumbles upon seven magical dwarves and a young bandit named Jonathan. Together, they strive to survive the Queen's relentless pursuit and aspire to take back the kingdom.",
    "rating": 4.575117370892019,
    "votes": 2982,
    "watchers": 58
  },
  {
    "title": "Star Wars: The Force Awakens",
    "year": 2015,
    "ids": {
      "trakt": 94024,
      "slug": "star-wars-the-force-awakens-2015",
      "imdb": "tt2488496",
      "tmdb": 140607
    },
    "overview": "Thirty years after defeating the Galactic Empire, Han Solo and his allies face a new threat from the evil Kylo Ren and his army of Stormtroopers.",
    "rating": 7.739151605955614,
    "votes": 53395,
    "watchers": 57
  },
  {
    "title": "Spider-Man: Into the Spider-Verse",
    "year": 2018,
    "ids": {
      "trakt": 205404,
      "slug": "spider-man-into-the-spider-verse-2018",
      "imdb": "tt4633694",
      "tmdb": 324857
    },
    "overview": "Struggling to find his place in the world while juggling school and family, Brooklyn teenager Miles Morales is unexpectedly bitten by a radioactive spider and develops unfathomable powers just like the one and only Spider-Man. While wrestling with the implications of his new abilities, Miles discovers a super collider created by the madman Wilson \"Kingpin\" Fisk, causing others from across the Spider-Verse to be inadvertently transported to his dimension.",
    "rating": 8.641682563446262,
    "votes": 41413,
    "watchers": 57
  },
  {
    "title": "Gladiator",
    "year": 2000,
    "ids": {
      "trakt": 67,
      "slug": "gladiator-2000",
      "imdb": "tt0172495",
      "tmdb": 98
    },
    "overview": "After the death of Emperor Marcus Aurelius, his devious son takes power and demotes Maximus, one of Rome's most capable generals who Marcus preferred. Eventually, Maximus is forced to become a gladiator and battle to the death against other men for the amusement of paying audiences.",
    "rating": 8.506288230976267,
    "votes": 40870,
    "watchers": 57
  }
]