[
  {
    "title": "Thunderbolts*",
    "year": 2025,
    "ids": {
      "trakt": 792299,
      "slug": "thunderbolts-2025",
      "imdb": "tt20969586",
      "tmdb": 986056
    },
    "overview": "After finding themselves ensnared in a death trap, seven disillusioned castoffs must embark on a dangerous mission that will force them to confront the darkest corners of their pasts.",
    "rating": 7.501751313485114,
    "votes": 5710,
    "watchers": 3048
  },
  {
    "title": "Ballerina",
    "year": 2025,
    "ids": {
      "trakt": 392717,
      "slug": "ballerina-2025",
      "imdb": "tt7181546",
      "tmdb": 541671
    },
    "overview": "Taking place during the events of John Wick: Chapter 3 – Parabellum, Eve Macarro begins her training in the assassin traditions of the Ruska Roma.",
    "rating": 7.391631405735778,
    "votes": 2127,
    "watchers": 2434
  },
  {
    "title": "The Old Guard 2",
    "year": 2025,
    "ids": {
      "trakt": 675992,
      "slug": "the-old-guard-2-2025",
      "imdb": "tt14961624",
      "tmdb": 846422
    },
    "overview": "Andy and her team of immortal warriors fight with renewed purpose as they face a powerful new foe threatening their mission to protect humanity.",
    "rating": 6.288636363636364,
    "votes": 440,
    "watchers": 1919
  },
  {
    "title": "Heads of State",
    "year": 2025,
    "ids": {
      "trakt": 589385,
      "slug": "heads-of-state-2025",
      "imdb": "tt13357520",
      "tmdb": 749170
    },
    "overview": "The UK Prime Minister and US President have a public rivalry that risks their countries' alliance. But when they become targets of a powerful enemy, they're forced to rely on each other as they go on a wild, multinational run. Allied with Noel, a brilliant MI6 agent, they must find a way to thwart a conspiracy that threatens the free world.",
    "rating": 7.058651026392962,
    "votes": 341,
    "watchers": 1741
  },
  {
    "title": "Jurassic World Rebirth",
    "year": 2025,
    "ids": {
      "trakt": 998800,
      "slug": "jurassic-world-rebirth-2025",
      "imdb": "tt31036941",
      "tmdb": 1234821
    },
    "overview": "Five years after the events of Jurassic World Dominion, covert operations expert Zora Bennett is contracted to lead a skilled team on a top-secret mission to secure genetic material from the world's three most massive dinosaurs. When Zora's operation intersects with a civilian family whose boating expedition was capsized, they all find themselves stranded on an island where they come face-to-face with a sinister, shocking discovery that's been hidden from the world for decades.",
    "rating": 6.811643835616438,
    "votes": 292,
    "watchers": 1053
  },
  {
    "title": "Bring Her Back",
    "year": 2025,
    "ids": {
      "trakt": 927248,
      "slug": "bring-her-back-2025",
      "imdb": "tt32246771",
      "tmdb": 1151031
    },
    "overview": "Following the death of their father, a brother and sister are introduced to their new sibling by their foster mother, only to learn that she has a terrifying secret.",
    "rating": 7.403071017274472,
    "votes": 521,
    "watchers": 859
  },
  {
    "title": "Ice Road: Vengeance",
    "year": 2025,
    "ids": {
      "trakt": 901158,
      "slug": "ice-road-vengeance-2025",
      "imdb": "tt27621210",
      "tmdb": 1119878
    },
    "overview": "Big rig ice road driver Mike McCann travels to Nepal to scatter his late brother’s ashes on Mt. Everest. While on a packed tour bus traversing the deadly 12,000 ft. terrain of the infamous Road to the Sky, McCann and his mountain guide encounter a group of mercenaries and must fight to save themselves, the busload of innocent travelers, and the local villagers’ homeland.",
    "rating": 6.57516339869281,
    "votes": 153,
    "watchers": 622
  },
  {
    "title": "The Old Guard",
    "year": 2020,
    "ids": {
      "trakt": 432086,
      "slug": "the-old-guard-2020",
      "imdb": "tt7556122",
      "tmdb": 547016
    },
    "overview": "Four undying warriors who've secretly protected humanity for centuries become targeted for their mysterious powers just as they discover a new immortal.",
    "rating": 7.138580931263858,
    "votes": 12628,
    "watchers": 487
  },
  {
    "title": "Final Destination Bloodlines",
    "year": 2025,
    "ids": {
      "trakt": 425097,
      "slug": "final-destination-bloodlines-2025",
      "imdb": "tt9619824",
      "tmdb": 574475
    },
    "overview": "Plagued by a violent recurring nightmare, college student Stefanie heads home to track down the one person who might be able to break the cycle and save her family from the grisly demise that inevitably awaits them all.",
    "rating": 7.099601593625498,
    "votes": 6024,
    "watchers": 475
  },
  {
    "title": "F1",
    "year": 2025,
    "ids": {
      "trakt": 729817,
      "slug": "f1-2025",
      "imdb": "tt16311594",
      "tmdb": 911430
    },
    "overview": "Racing legend Sonny Hayes is coaxed out of retirement to lead a struggling Formula 1 team—and mentor a young hotshot driver—while chasing one more chance at glory.",
    "rating": 7.869241192411924,
    "votes": 1476,
    "watchers": 468
  },
  {
    "title": "KPop Demon Hunters",
    "year": 2025,
    "ids": {
      "trakt": 638383,
      "slug": "kpop-demon-hunters-2025",
      "imdb": "tt14205554",
      "tmdb": 803796
    },
    "overview": "When K-pop superstars Rumi, Mira and Zoey aren't selling out stadiums, they're using their secret powers to protect their fans from supernatural threats.",
    "rating": 7.995471014492754,
    "votes": 1104,
    "watchers": 466
  },
  {
    "title": "The Amateur",
    "year": 2025,
    "ids": {
      "trakt": 874192,
      "slug": "the-amateur-2025",
      "imdb": "tt0899043",
      "tmdb": 1087891
    },
    "overview": "After his life is turned upside down when his wife is killed in a London terrorist attack, a brilliant but introverted CIA decoder takes matters into his own hands when his supervisors refuse to take action.",
    "rating": 7.099218280216476,
    "votes": 4989,
    "watchers": 448
  },
  {
    "title": "Sinners",
    "year": 2025,
    "ids": {
      "trakt": 997581,
      "slug": "sinners-2025",
      "imdb": "tt31193180",
      "tmdb": 1233413
    },
    "overview": "Trying to leave their troubled lives behind, twin brothers return to their hometown to start again, only to discover that an even greater evil is waiting to welcome them back.",
    "rating": 7.718268163315654,
    "votes": 8107,
    "watchers": 381
  },
  {
    "title": "Lilo & Stitch",
    "year": 2025,
    "ids": {
      "trakt": 402167,
      "slug": "lilo-stitch-2025",
      "imdb": "tt11655566",
      "tmdb": 552524
    },
    "overview": "The wildly funny and touching story of a lonely Hawaiian girl and the fugitive alien who helps to mend her broken family.",
    "rating": 7.29967069154775,
    "votes": 1822,
    "watchers": 349
  },
  {
    "title": "Trainwreck: Poop Cruise",
    "year": 2025,
    "ids": {
      "trakt": 1216874,
      "slug": "trainwreck-poop-cruise-2025",
      "imdb": "tt36856455",
      "tmdb": 1484253
    },
    "overview": "An engine fire leaves 4,000 passengers stranded at sea without power and plumbing in this wild documentary about the infamous \"poop cruise\" of 2013.",
    "rating": 6.334736842105263,
    "votes": 475,
    "watchers": 292
  },
  {
    "title": "The Accountant²",
    "year": 2025,
    "ids": {
      "trakt": 696075,
      "slug": "the-accountant-2025",
      "imdb": "tt7068946",
      "tmdb": 870028
    },
    "overview": "When an old acquaintance is murdered, Wolff is compelled to solve the case. Realizing more extreme measures are necessary, Wolff recruits his estranged and highly lethal brother, Brax, to help. In partnership with Marybeth Medina, they uncover a deadly conspiracy, becoming targets of a ruthless network of killers who will stop at nothing to keep their secrets buried.",
    "rating": 7.082203535266861,
    "votes": 5827,
    "watchers": 284
  },
  {
    "title": "A Minecraft Movie",
    "year": 2025,
    "ids": {
      "trakt": 763995,
      "slug": "a-minecraft-movie-2025",
      "imdb": "tt3566834",
      "tmdb": 950387
    },
    "overview": "Four misfits find themselves struggling with ordinary problems when they are suddenly pulled through a mysterious portal into the Overworld: a bizarre, cubic wonderland that thrives on imagination. To get back home, they'll have to master this world while embarking on a magical quest with an unexpected, expert crafter, Steve.",
    "rating": 6.156541395874541,
    "votes": 7078,
    "watchers": 276
  },
  {
    "title": "M3GAN 2.0",
    "year": 2025,
    "ids": {
      "trakt": 861568,
      "slug": "m3gan-2-0-2025",
      "imdb": "tt26342662",
      "tmdb": 1071585
    },
    "overview": "After the underlying tech for M3GAN is stolen and misused by a powerful defense contractor to create a military-grade weapon known as Amelia, M3GAN's creator Gemma realizes that the only option is to resurrect M3GAN and give her a few upgrades, making her faster, stronger, and more lethal.",
    "rating": 6.90934065934066,
    "votes": 364,
    "watchers": 269
  },
  {
    "title": "28 Days Later",
    "year": 2002,
    "ids": {
      "trakt": 135,
      "slug": "28-days-later-2002",
      "imdb": "tt0289043",
      "tmdb": 170
    },
    "overview": "Twenty-eight days after a killer virus was accidentally unleashed from a British research facility, a small group of London survivors are caught in a desperate struggle to protect themselves from the infected. Carried by animals and humans, the virus turns those it infects into homicidal maniacs -- and it's absolutely impossible to contain.",
    "rating": 7.572542559033498,
    "votes": 18210,
    "watchers": 260
  },
  {
    "title": "Deep Cover",
    "year": 2025,
    "ids": {
      "trakt": 1002376,
      "slug": "deep-cover-2025",
      "imdb": "tt31121295",
      "tmdb": 1239193
    },
    "overview": "Kat is an improv comedy teacher beginning to question if she’s missed her shot at success. When an undercover cop offers her the role of a lifetime, she recruits two of her students to infiltrate London’s gangland by impersonating dangerous criminals.",
    "rating": 6.861419068736142,
    "votes": 1804,
    "watchers": 236
  },
  {
    "title": "The Phoenician Scheme",
    "year": 2025,
    "ids": {
      "trakt": 915617,
      "slug": "the-phoenician-scheme-2025",
      "imdb": "tt30840798",
      "tmdb": 1137350
    },
    "overview": "Wealthy businessman Zsa-zsa Korda appoints his only daughter, a nun, as sole heir to his estate. As Korda embarks on a new enterprise, they soon become the target of scheming tycoons, foreign terrorists, and determined assassins.",
    "rating": 6.807051909892262,
    "votes": 1021,
    "watchers": 226
  },
  {
    "title": "28 Years Later",
    "year": 2025,
    "ids": {
      "trakt": 885672,
      "slug": "28-years-later-2025",
      "imdb": "tt10548174",
      "tmdb": 1100988
    },
    "overview": "Twenty-eight years since the rage virus escaped a biological weapons laboratory, now, still in a ruthlessly enforced quarantine, some have found ways to exist amidst the infected. One such group lives on a small island connected to the mainland by a single, heavily-defended causeway. When one member departs on a mission into the dark heart of the mainland, he discovers secrets, wonders, and horrors that have mutated not only the infected but other survivors as well.",
    "rating": 7.010148321623731,
    "votes": 1281,
    "watchers": 212
  },
  {
    "title": "28 Weeks Later",
    "year": 2007,
    "ids": {
      "trakt": 1021,
      "slug": "28-weeks-later-2007",
      "imdb": "tt0463854",
      "tmdb": 1562
    },
    "overview": "Twenty-eight weeks after the spread of a deadly rage virus, the inhabitants of the British Isles have lost their battle against the onslaught, as the virus has killed everyone there. Six months later, a group of Americans dare to set foot on the Isles, convinced the danger has passed. But it soon becomes all too clear that the scourge continues to live, waiting to pounce on its next victims.",
    "rating": 6.939663065372643,
    "votes": 10922,
    "watchers": 197
  },
  {
    "title": "Deadpool",
    "year": 2016,
    "ids": {
      "trakt": 190430,
      "slug": "deadpool-2016",
      "imdb": "tt1431045",
      "tmdb": 293660
    },
    "overview": "The origin story of former Special Forces operative turned mercenary Wade Wilson, who, after being subjected to a rogue experiment that leaves him with accelerated healing powers, adopts the alter ego Deadpool. Armed with his new abilities and a dark, twisted sense of humor, Deadpool hunts down the man who nearly destroyed his life.",
    "rating": 8.26635265965066,
    "votes": 118681,
    "watchers": 183
  },
  {
    "title": "Guardians of the Galaxy",
    "year": 2014,
    "ids": {
      "trakt": 82405,
      "slug": "guardians-of-the-galaxy-2014",
      "imdb": "tt2015381",
      "tmdb": 118340
    },
    "overview": "Light years from Earth, 26 years after being abducted, Peter Quill finds himself the prime target of a manhunt after discovering an orb wanted by Ronan the Accuser.",
    "rating": 8.27960373860652,
    "votes": 103568,
    "watchers": 181
  },
  {
    "title": "How to Train Your Dragon",
    "year": 2025,
    "ids": {
      "trakt": 873974,
      "slug": "how-to-train-your-dragon-2025",
      "imdb": "tt26743210",
      "tmdb": 1087192
    },
    "overview": "On the rugged isle of Berk, where Vikings and dragons have been bitter enemies for generations, Hiccup stands apart, defying centuries of tradition when he befriends Toothless, a feared Night Fury dragon. Their unlikely bond reveals the true nature of dragons, challenging the very foundations of Viking society.",
    "rating": 8.179987004548408,
    "votes": 1539,
    "watchers": 181
  },
  {
    "title": "Interstellar",
    "year": 2014,
    "ids": {
      "trakt": 102156,
      "slug": "interstellar-2014",
      "imdb": "tt0816692",
      "tmdb": 157336
    },
    "overview": "The adventures of a group of explorers who make use of a newly discovered wormhole to surpass the limitations on human space travel and conquer the vast distances involved in an interstellar voyage.",
    "rating": 8.622761677301298,
    "votes": 84159,
    "watchers": 177
  },
  {
    "title": "Predator: Killer of Killers",
    "year": 2025,
    "ids": {
      "trakt": 1124448,
      "slug": "predator-killer-of-killers-2025",
      "imdb": "tt36463894",
      "tmdb": 1376434
    },
    "overview": "While three of the fiercest warriors in human history—a Viking raider, a ninja in feudal Japan, and a WWII pilot—are killers in their own right, they are merely prey for their new opponent: the ultimate killer of killers.",
    "rating": 7.666920441568329,
    "votes": 2627,
    "watchers": 159
  },
  {
    "title": "The Dark Knight",
    "year": 2008,
    "ids": {
      "trakt": 120,
      "slug": "the-dark-knight-2008",
      "imdb": "tt0468569",
      "tmdb": 155
    },
    "overview": "Batman raises the stakes in his war on crime. With the help of Lt. Jim Gordon and District Attorney Harvey Dent, Batman sets out to dismantle the remaining criminal organizations that plague the streets. The partnership proves to be effective, but they soon find themselves prey to a reign of chaos unleashed by a rising criminal mastermind known to the terrified citizens of Gotham as the Joker.",
    "rating": 8.871936377876853,
    "votes": 82990,
    "watchers": 153
  },
  {
    "title": "The Ritual",
    "year": 2025,
    "ids": {
      "trakt": 1039370,
      "slug": "the-ritual-2025",
      "imdb": "tt32194932",
      "tmdb": 1278950
    },
    "overview": "Two priests, one in crisis with his faith and the other confronting a turbulent past, must overcome their differences to perform a risky exorcism.",
    "rating": 6.120689655172414,
    "votes": 232,
    "watchers": 151
  },
  {
    "title": "Off the Grid",
    "year": 2025,
    "ids": {
      "trakt": 1119717,
      "slug": "off-the-grid-2025",
      "imdb": "tt27424511",
      "tmdb": 1371151
    },
    "overview": "After a morally-bankrupt company tries to weaponize a brilliant scientist's revolutionary technology, he goes off the grid to safeguard humanity. When the company sends a strike force to find him, they make their biggest mistake of all – they weaponize the man they are trying to catch.",
    "rating": 6.434782608695652,
    "votes": 207,
    "watchers": 149
  },
  {
    "title": "John Wick",
    "year": 2014,
    "ids": {
      "trakt": 149640,
      "slug": "john-wick-2014",
      "imdb": "tt2911666",
      "tmdb": 245891
    },
    "overview": "Ex-hitman John Wick comes out of retirement to track down the gangsters that took everything from him.",
    "rating": 7.949479811093878,
    "votes": 57383,
    "watchers": 147
  },
  {
    "title": "Avengers: Infinity War",
    "year": 2018,
    "ids": {
      "trakt": 191797,
      "slug": "avengers-infinity-war-2018",
      "imdb": "tt4154756",
      "tmdb": 299536
    },
    "overview": "As the Avengers and their allies have continued to protect the world from threats too large for any one hero to handle, a new danger has emerged from the cosmic shadows: Thanos. A despot of intergalactic infamy, his goal is to collect all six Infinity Stones, artifacts of unimaginable power, and use them to inflict his twisted will on all of reality. Everything the Avengers have fought for has led up to this moment - the fate of Earth and existence itself has never been more uncertain.",
    "rating": 8.450682707915593,
    "votes": 62838,
    "watchers": 142
  },
  {
    "title": "Inception",
    "year": 2010,
    "ids": {
      "trakt": 16662,
      "slug": "inception-2010",
      "imdb": "tt1375666",
      "tmdb": 27205
    },
    "overview": "Cobb, a skilled thief who commits corporate espionage by infiltrating the subconscious of his targets is offered a chance to regain his old life as payment for a task considered to be impossible: \"inception\", the implantation of another person's idea into a target's subconscious.",
    "rating": 8.635709017264443,
    "votes": 79991,
    "watchers": 140
  },
  {
    "title": "Trainwreck: The Cult of American Apparel",
    "year": 2025,
    "ids": {
      "trakt": 1216881,
      "slug": "trainwreck-the-cult-of-american-apparel-2025",
      "imdb": "tt36856482",
      "tmdb": 1484262
    },
    "overview": "In the mid- 2000s, American Apparel becomes one of the United States' most successful fashion brands. For young staffers it's an exciting time: a chance to be part of a cult-like company revolutionizing the fashion industry, and an opportunity to learn from American Apparel's charismatic CEO and founder, Dov Charney. But as the brand quickly expands, the young employees begin to realize that American Apparel's shiny surface is hiding a darker reality.",
    "rating": 6.326923076923077,
    "votes": 52,
    "watchers": 140
  },
  {
    "title": "How to Train Your Dragon",
    "year": 2010,
    "ids": {
      "trakt": 5405,
      "slug": "how-to-train-your-dragon-2010",
      "imdb": "tt0892769",
      "tmdb": 10191
    },
    "overview": "As the son of a Viking leader on the cusp of manhood, shy Hiccup Horrendous Haddock III faces a rite of passage: he must kill a dragon to prove his warrior mettle. But after downing a feared dragon, he realizes that he no longer wants to destroy it, and instead befriends the beast – which he names Toothless – much to the chagrin of his warrior father.",
    "rating": 8.218090359214912,
    "votes": 32404,
    "watchers": 139
  },
  {
    "title": "Avengers: Endgame",
    "year": 2019,
    "ids": {
      "trakt": 191798,
      "slug": "avengers-endgame-2019",
      "imdb": "tt4154796",
      "tmdb": 299534
    },
    "overview": "After the devastating events of Avengers: Infinity War, the universe is in ruins due to the efforts of the Mad Titan, Thanos. With the help of remaining allies, the Avengers must assemble once more in order to undo Thanos' actions and restore order to the universe once and for all, no matter what consequences may be in store.",
    "rating": 8.420562447702551,
    "votes": 54974,
    "watchers": 138
  },
  {
    "title": "The Matrix",
    "year": 1999,
    "ids": {
      "trakt": 481,
      "slug": "the-matrix-1999",
      "imdb": "tt0133093",
      "tmdb": 603
    },
    "overview": "Set in the 22nd century, The Matrix tells the story of a computer hacker who joins a group of underground insurgents fighting the vast and powerful computers who now rule the earth.",
    "rating": 8.746877939367629,
    "votes": 69105,
    "watchers": 137
  },
  {
    "title": "The Avengers",
    "year": 2012,
    "ids": {
      "trakt": 14701,
      "slug": "the-avengers-2012",
      "imdb": "tt0848228",
      "tmdb": 24428
    },
    "overview": "When an unexpected enemy emerges and threatens global safety and security, Nick Fury, director of the international peacekeeping agency known as S.H.I.E.L.D., finds himself in need of a team to pull the world back from the brink of disaster. Spanning the globe, a daring recruitment effort begins!",
    "rating": 8.133868374284184,
    "votes": 70898,
    "watchers": 135
  },
  {
    "title": "Jurassic World Dominion",
    "year": 2022,
    "ids": {
      "trakt": 354191,
      "slug": "jurassic-world-dominion-2022",
      "imdb": "tt8041270",
      "tmdb": 507086
    },
    "overview": "Four years after Isla Nublar was destroyed, dinosaurs now live—and hunt—alongside humans all over the world. This fragile balance will reshape the future and determine, once and for all, whether human beings are to remain the apex predators on a planet they now share with history's most fearsome creatures.",
    "rating": 6.251480637813212,
    "votes": 15365,
    "watchers": 134
  },
  {
    "title": "Jurassic World",
    "year": 2015,
    "ids": {
      "trakt": 91374,
      "slug": "jurassic-world-2015",
      "imdb": "tt0369610",
      "tmdb": 135397
    },
    "overview": "Twenty-two years after the events of Jurassic Park, Isla Nublar now features a fully functioning dinosaur theme park, Jurassic World, as originally envisioned by John Hammond.",
    "rating": 7.152927231738211,
    "votes": 43027,
    "watchers": 127
  },
  {
    "title": "Warfare",
    "year": 2025,
    "ids": {
      "trakt": 1004891,
      "slug": "warfare-2025",
      "imdb": "tt31434639",
      "tmdb": 1241436
    },
    "overview": "A platoon of Navy SEALs embarks on a dangerous mission in Ramadi, Iraq, with the chaos and brotherhood of war retold through their memories of the event.",
    "rating": 7.2897727272727275,
    "votes": 4048,
    "watchers": 127
  },
  {
    "title": "Echo Valley",
    "year": 2025,
    "ids": {
      "trakt": 882470,
      "slug": "echo-valley-2025",
      "imdb": "tt27052633",
      "tmdb": 1097311
    },
    "overview": "Kate lives a secluded life—until her troubled daughter shows up, frightened and covered in someone else's blood. As Kate unravels the shocking truth, she learns just how far a mother will go to try to save her child.",
    "rating": 6.6856634016028496,
    "votes": 1123,
    "watchers": 126
  },
  {
    "title": "Fountain of Youth",
    "year": 2025,
    "ids": {
      "trakt": 883124,
      "slug": "fountain-of-youth-2025",
      "imdb": "tt27075958",
      "tmdb": 1098006
    },
    "overview": "A treasure-hunting mastermind assembles a team for a life-changing adventure. But to outwit and outrun threats at every turn, he'll need someone even smarter than he is: his estranged sister.",
    "rating": 6.57022,
    "votes": 4842,
    "watchers": 124
  },
  {
    "title": "Avatar",
    "year": 2009,
    "ids": {
      "trakt": 12269,
      "slug": "avatar-2009",
      "imdb": "tt0499549",
      "tmdb": 19995
    },
    "overview": "In the 22nd century, a paraplegic Marine is dispatched to the moon Pandora on a unique mission, but becomes torn between following orders and protecting an alien civilization.",
    "rating": 7.820624712907671,
    "votes": 65310,
    "watchers": 123
  },
  {
    "title": "Jurassic Park",
    "year": 1993,
    "ids": {
      "trakt": 276,
      "slug": "jurassic-park-1993",
      "imdb": "tt0107290",
      "tmdb": 329
    },
    "overview": "A wealthy entrepreneur secretly creates a theme park featuring living dinosaurs drawn from prehistoric DNA. Before opening day, he invites a team of experts and his two eager grandchildren to experience the park and help calm anxious investors. However, the park is anything but amusing as the security systems go off-line and the dinosaurs escape.",
    "rating": 8.267639508174572,
    "votes": 37005,
    "watchers": 123
  },
  {
    "title": "Iron Man",
    "year": 2008,
    "ids": {
      "trakt": 1157,
      "slug": "iron-man-2008",
      "imdb": "tt0371746",
      "tmdb": 1726
    },
    "overview": "After being held captive in an Afghan cave, billionaire engineer Tony Stark creates a unique weaponized suit of armor to fight evil.",
    "rating": 8.097605738146552,
    "votes": 59392,
    "watchers": 122
  },
  {
    "title": "Captain America: Brave New World",
    "year": 2025,
    "ids": {
      "trakt": 655031,
      "slug": "captain-america-brave-new-world-2025",
      "imdb": "tt14513804",
      "tmdb": 822119
    },
    "overview": "After meeting with newly elected U.S. President Thaddeus Ross, Sam finds himself in the middle of an international incident. He must discover the reason behind a nefarious global plot before the true mastermind has the entire world seeing red.",
    "rating": 6.103587908465958,
    "votes": 10619,
    "watchers": 122
  },
  {
    "title": "Doctor Strange",
    "year": 2016,
    "ids": {
      "trakt": 181311,
      "slug": "doctor-strange-2016",
      "imdb": "tt1211837",
      "tmdb": 284052
    },
    "overview": "After his career is destroyed, a brilliant but arrogant surgeon gets a new lease on life when a sorcerer takes him under her wing and trains him to defend the world against evil.",
    "rating": 7.777143098925277,
    "votes": 70902,
    "watchers": 120
  },
  {
    "title": "The Lord of the Rings: The Fellowship of the Ring",
    "year": 2001,
    "ids": {
      "trakt": 88,
      "slug": "the-lord-of-the-rings-the-fellowship-of-the-ring-2001",
      "imdb": "tt0120737",
      "tmdb": 120
    },
    "overview": "Young hobbit Frodo Baggins, after inheriting a mysterious ring from his uncle Bilbo, must leave his home in order to keep it from falling into the hands of its evil creator. Along the way, a fellowship is formed to protect the ringbearer and make sure that the ring arrives at its final destination: Mt. Doom, the only place where it can be destroyed.",
    "rating": 8.758316699933467,
    "votes": 60120,
    "watchers": 120
  }
]